{
  "claim_id": "10",
  "book_name": "20000 Leagues Under the Sea",
  "character": "Professor Pierre Aronnax",
  "claim_text": "Professor Aronnax avoided public discussion about the sea monster.",
  "evidence": [
    {
      "chunk_idx": 111,
      "book": "20000-Leagues-Under-the-Sea_1",
      "char_start": 680355,
      "char_end": 686347,
      "text": " him. He raised his head quickly, frowned, and said roughly, \"You here! What do you want?\" \"To speak to you, Captain.\" \"But I am busy, sir; I am working. I leave you at liberty to shut yourself up; cannot I be allowed the same?\" This reception was not encouraging; but I was determined to hear and answer everything. \"Sir,\" I said coldly, \"I have to speak to you on a matter that admits of no delay.\" \"What is that, sir?\" he replied, ironically. \"Have you discovered something that has escaped me, or has the sea delivered up any new secrets?\" We were at cross-purposes. But, before I could reply, he showed me an open manuscript on his table, and said, in a more serious tone, \"Here, M. Aronnax, is a manuscript written in several languages. It contains the sum of my studies of the sea; and, if it please God, it shall not perish with me. This manuscript, signed with my name, complete with the history of my life, will be shut up in a little floating case. The last survivor of all of us on board the Nautilus will throw this case into the sea, and it will go whither it is borne by the waves.\" This man's name! his history written by himself! His mystery would then be revealed some day. \"Captain,\" I said, \"I can but approve of the idea that makes you act thus. The result of your studies must not be lost. But the means you employ seem to me to be primitive. Who knows where the winds will carry this case, and in whose hands it will fall? Could you not use some other means? Could not you, or one of yours——\" \"Never, sir!\" he said, hastily interrupting me. \"But I and my companions are ready to keep this manuscript in store; and, if you will put us at liberty——\" \"At liberty?\" said the Captain, rising. \"Yes, sir; that is the subject on which I wish to question you. For seven months we have been here on board, and I ask you to-day, in the name of my companions and in my own, if your intention is to keep us here always?\" \"M. Aronnax, I will answer you to-day as I did seven months ago: Whoever enters the Nautilus, must never quit it.\" \"You impose actual slavery upon us!\" \"Give it what name you please.\" \"But everywhere the slave has the right to regain his liberty.\" \"Who denies you this right? Have I ever tried to chain you with an oath?\" He looked at me with his arms crossed. \"Sir,\" I said, \"to return a second time to this subject will be neither to your nor to my taste; but, as we have entered upon it, let us go through with it. I repeat, it is not only myself whom it concerns. Study is to me a relief, a diversion, a passion that could make me forget everything. Like you, I am willing to live obscure, in the frail hope of bequeathing one day, to future time, the result of my labours. But it is otherwise with Ned Land. Every man, worthy of the name, deserves some consideration. Have you thought that love of liberty, hatred of slavery, can give rise to schemes of revenge in a nature like the Canadian's; that he could think, attempt, and try——\" I was silenced; Captain Nemo rose. \"Whatever Ned Land thinks of, attempts, or tries, what does it matter to me? I did not seek him! It is not for my pleasure that I keep him on board! As for you, M. Aronnax, you are one of those who can understand everything, even silence. I have nothing more to say to you. Let this first time you have come to treat of this subject be the last, for a second time I will not listen to you.\" I retired. Our situation was critical. I related my conversation to my two companions. \"We know now,\" said Ned, \"that we can expect nothing from this man. The Nautilus is nearing Long Island. We will escape, whatever the weather may be.\" But the sky became more and more threatening. Symptoms of a hurricane became manifest. The atmosphere was becoming white and misty. On the horizon fine streaks of cirrhous clouds were succeeded by masses of cumuli. Other low clouds passed swiftly by. The swollen sea rose in huge billows. The birds disappeared with the exception of the petrels, those friends of the storm. The barometer fell sensibly, and indicated an extreme extension of the vapours. The mixture of the storm glass was decomposed under the influence of the electricity that pervaded the atmosphere. The tempest burst on the 18th of May, just as the Nautilus was floating off Long Island, some miles from the port of New York. I can describe this strife of the elements! for, instead of fleeing to the depths of the sea, Captain Nemo, by an unaccountable caprice, would brave it at the surface. The wind blew from the south-west at first. Captain Nemo, during the squalls, had taken his place on the platform. He had made himself fast, to prevent being washed overboard by the monstrous waves. I had hoisted myself up, and made myself fast also, dividing my admiration between the tempest and this extraordinary man who was coping with it. The raging sea was swept by huge cloud-drifts, which were actually saturated with the waves. The Nautilus, sometimes lying on its side, sometimes standing up like a mast, rolled and pitched terribly. About five o'clock a torrent of rain fell, that lulled neither sea nor wind. The hurri cane blew nearly forty leagues an hour. It is under these conditions that it overturns houses, breaks iron gates, displaces twenty-four pounders. However, the Nautilus, in the midst of the tempest, confirmed the words of a clever engineer, \"There is no well-constructed hull that cannot defy the sea.\" This was not a resisting rock; it was a steel spindle, obedient and movable, without rigging or masts, that braved its fury with impunity. However, I watched these raging waves attentively. They measured fifteen feet in height, and 150 to 175 yards long, and their speed of propagation was thirty feet per second. Their bulk and power increased with the depth of the water. Such waves as these, at the Hebrides, have displaced a mass weighing 8,400 lb. They are they which, in the tempest of December 23rd, 1864, after destroying the town of Yeddo, in Japan",
      "score": 0.4257720112800598,
      "is_same_book": false
    },
    {
      "chunk_idx": 111,
      "book": "20000-Leagues-Under-the-Sea",
      "char_start": 680355,
      "char_end": 686347,
      "text": " him. He raised his head quickly, frowned, and said roughly, \"You here! What do you want?\" \"To speak to you, Captain.\" \"But I am busy, sir; I am working. I leave you at liberty to shut yourself up; cannot I be allowed the same?\" This reception was not encouraging; but I was determined to hear and answer everything. \"Sir,\" I said coldly, \"I have to speak to you on a matter that admits of no delay.\" \"What is that, sir?\" he replied, ironically. \"Have you discovered something that has escaped me, or has the sea delivered up any new secrets?\" We were at cross-purposes. But, before I could reply, he showed me an open manuscript on his table, and said, in a more serious tone, \"Here, M. Aronnax, is a manuscript written in several languages. It contains the sum of my studies of the sea; and, if it please God, it shall not perish with me. This manuscript, signed with my name, complete with the history of my life, will be shut up in a little floating case. The last survivor of all of us on board the Nautilus will throw this case into the sea, and it will go whither it is borne by the waves.\" This man's name! his history written by himself! His mystery would then be revealed some day. \"Captain,\" I said, \"I can but approve of the idea that makes you act thus. The result of your studies must not be lost. But the means you employ seem to me to be primitive. Who knows where the winds will carry this case, and in whose hands it will fall? Could you not use some other means? Could not you, or one of yours——\" \"Never, sir!\" he said, hastily interrupting me. \"But I and my companions are ready to keep this manuscript in store; and, if you will put us at liberty——\" \"At liberty?\" said the Captain, rising. \"Yes, sir; that is the subject on which I wish to question you. For seven months we have been here on board, and I ask you to-day, in the name of my companions and in my own, if your intention is to keep us here always?\" \"M. Aronnax, I will answer you to-day as I did seven months ago: Whoever enters the Nautilus, must never quit it.\" \"You impose actual slavery upon us!\" \"Give it what name you please.\" \"But everywhere the slave has the right to regain his liberty.\" \"Who denies you this right? Have I ever tried to chain you with an oath?\" He looked at me with his arms crossed. \"Sir,\" I said, \"to return a second time to this subject will be neither to your nor to my taste; but, as we have entered upon it, let us go through with it. I repeat, it is not only myself whom it concerns. Study is to me a relief, a diversion, a passion that could make me forget everything. Like you, I am willing to live obscure, in the frail hope of bequeathing one day, to future time, the result of my labours. But it is otherwise with Ned Land. Every man, worthy of the name, deserves some consideration. Have you thought that love of liberty, hatred of slavery, can give rise to schemes of revenge in a nature like the Canadian's; that he could think, attempt, and try——\" I was silenced; Captain Nemo rose. \"Whatever Ned Land thinks of, attempts, or tries, what does it matter to me? I did not seek him! It is not for my pleasure that I keep him on board! As for you, M. Aronnax, you are one of those who can understand everything, even silence. I have nothing more to say to you. Let this first time you have come to treat of this subject be the last, for a second time I will not listen to you.\" I retired. Our situation was critical. I related my conversation to my two companions. \"We know now,\" said Ned, \"that we can expect nothing from this man. The Nautilus is nearing Long Island. We will escape, whatever the weather may be.\" But the sky became more and more threatening. Symptoms of a hurricane became manifest. The atmosphere was becoming white and misty. On the horizon fine streaks of cirrhous clouds were succeeded by masses of cumuli. Other low clouds passed swiftly by. The swollen sea rose in huge billows. The birds disappeared with the exception of the petrels, those friends of the storm. The barometer fell sensibly, and indicated an extreme extension of the vapours. The mixture of the storm glass was decomposed under the influence of the electricity that pervaded the atmosphere. The tempest burst on the 18th of May, just as the Nautilus was floating off Long Island, some miles from the port of New York. I can describe this strife of the elements! for, instead of fleeing to the depths of the sea, Captain Nemo, by an unaccountable caprice, would brave it at the surface. The wind blew from the south-west at first. Captain Nemo, during the squalls, had taken his place on the platform. He had made himself fast, to prevent being washed overboard by the monstrous waves. I had hoisted myself up, and made myself fast also, dividing my admiration between the tempest and this extraordinary man who was coping with it. The raging sea was swept by huge cloud-drifts, which were actually saturated with the waves. The Nautilus, sometimes lying on its side, sometimes standing up like a mast, rolled and pitched terribly. About five o'clock a torrent of rain fell, that lulled neither sea nor wind. The hurri cane blew nearly forty leagues an hour. It is under these conditions that it overturns houses, breaks iron gates, displaces twenty-four pounders. However, the Nautilus, in the midst of the tempest, confirmed the words of a clever engineer, \"There is no well-constructed hull that cannot defy the sea.\" This was not a resisting rock; it was a steel spindle, obedient and movable, without rigging or masts, that braved its fury with impunity. However, I watched these raging waves attentively. They measured fifteen feet in height, and 150 to 175 yards long, and their speed of propagation was thirty feet per second. Their bulk and power increased with the depth of the water. Such waves as these, at the Hebrides, have displaced a mass weighing 8,400 lb. They are they which, in the tempest of December 23rd, 1864, after destroying the town of Yeddo, in Japan",
      "score": 0.4257719814777374,
      "is_same_book": false
    },
    {
      "chunk_idx": 10,
      "book": "20000-Leagues-Under-the-Sea_1",
      "char_start": 61522,
      "char_end": 67621,
      "text": "iancy did not abate—but suddenly, and as if the source of this brilliant emanation was exhausted. Then it reappeared on the other side of the vessel, as if it had turned and slid under the hull. Any moment a collision might have occurred which would have been fatal to us. However, I was astonished at the manoeuvres of the frigate. She fled and did not attack. On the captain's face, generally so impassive, was an expression of unaccountable astonishment. \"Mr. Aronnax,\" he said, \"I do not know with what formidable being I have to deal, and I will not imprudently risk my frigate in the midst of this darkness. Besides, how attack this unknown thing, how defend one's self from it? Wait for daylight, and the scene will change.\" \"You have no further doubt, captain, of the nature of the animal?\" \"No, sir; it is evidently a gigantic narwhal, and an electric one.\" \"Perhaps,\" added I, \"one can only approach it with a torpedo.\" \"Undoubtedly,\" replied the captain, \"if it possesses such dreadful power, it is the most terrible animal that ever was created. That is why, sir, I must be on my guard.\" The crew were on their feet all night. No one thought of sleep. The Abraham Lincoln, not being able to struggle with such velocity, had moderated its pace, and sailed at half speed. For its part, the narwhal, imitating the frigate, let the waves rock it at will, and seemed decided not to leave the scene of the struggle. Towards midnight, however, it disappeared, or, to use a more appropriate term, it \"died out\" like a large glow-worm. Had it fled? One could only fear, not hope it. But at seven minutes to one o'clock in the morning a deafening whistling was heard, like that produced by a body of water rushing with great violence. The captain, Ned Land, and I were then on the poop, eagerly peering through the profound darkness. \"Ned Land,\" asked the commander, \"you have often heard the roaring of whales?\" \"Often, sir; but never such whales the sight of which brought me in two thousand dollars. If I can only approach within four harpoons' length of it!\" \"But to approach it,\" said the commander, \"I ought to put a whaler at your disposal?\" \"Certainly, sir.\" \"That will be trifling with the lives of my men.\" \"And mine too,\" simply said the harpooner. Towards two o'clock in the morning, the burning light reappeared, not less intense, about five miles to windward of the Abraham Lincoln. Notwithstanding the distance, and the noise of the wind and sea, one heard distinctly the loud strokes of the animal's tail, and even its panting breath. It seemed that, at the moment that the enormous narwhal had come to take breath at the surface of the water, the air was engulfed in its lungs, like the steam in the vast cylinders of a machine of two thousand horse-power. \"Hum!\" thought I, \"a whale with the strength of a cavalry regiment would be a pretty whale!\" We were on the qui vive till daylight, and prepared for the combat. The fishing implements were laid along the hammock nettings. The second lieutenant loaded the blunder busses, which could throw harpoons to the distance of a mile, and long duck-guns, with explosive bullets, which inflicted mortal wounds even to the most terrible animals. Ned Land contented himself with sharpening his harpoon—a terrible weapon in his hands. At six o'clock day began to break; and, with the first glimmer of light, the electric light of the narwhal disappeared. At seven o'clock the day was sufficiently advanced, but a very thick sea fog obscured our view, and the best spy glasses could not pierce it. That caused disappointment and anger. I climbed the mizzen-mast. Some officers were already perched on the mast- heads. At eight o'clock the fog lay heavily on the waves, and its thick scrolls rose little by little. The horizon grew wider and clearer at the same time. Suddenly, just as on the day before, Ned Land's voice was heard: \"The thing itself on the port quarter!\" cried the harpooner. Every eye was turned towards the point indicated. There, a mile and a half from the frigate, a long blackish body emerged a yard above the waves. Its tail, violently agitated, produced a considerable eddy. Never did a tail beat the sea with such violence. An immense track, of dazzling whiteness, marked the passage of the animal, and described a long curve. The frigate approached the cetacean. I examined it thoroughly. The reports of the Shannon and of the Helvetia had rather exaggerated its size, and I estimated its length at only two hundred and fifty feet. As to its dimensions, I could only conjecture them to be admirably proportioned. While I watched this phenomenon, two jets of steam and water were ejected from its vents, and rose to the height of 120 feet; thus I ascertained its way of breathing. I concluded definitely that it belonged to the vertebrate branch, class mammalia. The crew waited impatiently for their chief's orders. The latter, after having observed the animal attentively, called the engineer. The engineer ran to him. \"Sir,\" said the commander, \"you have steam up?\" \"Yes, sir,\" answered the engineer. \"Well, make up your fires and put on all steam.\" Three hurrahs greeted this order. The time for the struggle had arrived. Some moments after, the two funnels of the frigate vomited torrents of black smoke, and the bridge quaked under the trembling of the boilers. The Abraham Lincoln, propelled by her wonderful screw, went straight at the animal. The latter allowed it to come within half a cable's length; then, as if disdaining to dive, it took a little turn, and stopped a short distance off. This pursuit lasted nearly three-quarters of an hour, without the frigate gaining two yards on the cetacean. It was quite evident that at that rate we should never come up with it. \"Well, Mr. Land,\" asked the captain, \"do you advise me to put the boats out to sea?\" \"No, sir,\" replied Ned Land; \"because we shall not take that beast easily.\" \"What shall we do then?\" \"Put on more steam if you can, sir. With your leave, I mean to post myself under the bowsprit, and, if we get within harpooning distance, I shall",
      "score": 0.4042707681655884,
      "is_same_book": false
    }
  ]
}