{
  "claim_id": "16",
  "book_name": "In Search of the Castaways",
  "character": "Jacques Paganel",
  "claim_text": "Born in Calcutta to a British merchant family, his father kept the accounts for the East India Company and his mother was a French nurse.",
  "evidence": [
    {
      "chunk_idx": 16,
      "book": "In search of the castaways",
      "char_start": 95785,
      "char_end": 101780,
      "text": " for the first days of the voyage, I retired immediately, and have conscientiously slept thirty-six hours, I assure you.\" Jacques Paganel's hearers now knew the reason of his presence on board. The Frenchman, mistaking the vessel, had embarked while the crew of the Duncan were engaged in the ceremony at Saint Mungo. Everything was explained. But what would the geographer say, when he learned the name and destination of the vessel on which he had taken passage? \"So, Monsieur Paganel,\" said Glenarvan, \"you have chosen Calcutta as your centre of action?\" \"Yes, my lord. To see India is an idea that I have cherished all my life. It is my brightest dream, which shall be realized at last in the country of the elephants and the Thugs.\" \"Then you would not care to visit another country?\" \"No, my lord; it would be even disagreeable, for I have letters from Lord Somerset to the governor-general of India, and a mission from the Geographical Society which I must fulfil.\" \"Ah! you have a mission?\" \"Yes, a useful and curious voyage to undertake, the programme of which has been arranged by my scientific friend and colleague, M. Vivien de Saint Martin. It is to follow in the steps of the brothers Schlagintweit, and many other celebrated travelers. I hope to succeed where Missionary Krick unfortunately failed in 1846. In a word, I wish to discover the course of the Yaroo-tsang-bo-tsoo, which waters Thibet, and finally to settle whether this river does not join the Brahmapootra in the northeast part of Assam. A gold medal is promised to that traveler who shall succeed in supplying this much-needed information on Indian geography.\" Paganel was grandiloquent. He spoke with a lofty animation, and was carried away in the rapid flight of imagination. It would have been as impossible to check him as to stay the Rhine at the Falls of Schaffhausen. \"Monsieur Jacques Paganel,\" said Lord Glenarvan, after a moment of silence, \"that is certainly a fine voyage, and one for which science would be very grateful; but I will not further prolong your ignorance. For the present, you must give up the pleasure of seeing India.\" \"Give it up! And why?\" \"Because you are turning your back upon the Indian peninsula.\" \"How? Captain Burton----\" \"I am not Captain Burton,\" replied John Mangles. \"But the Scotia?\" \"This vessel is not the Scotia.\" Paganel's amazement cannot be depicted. He looked first at Lord Glenarvan, always serious; then at Lady Helena and Miss Grant, whose features expressed a sympathetic disappointment; and finally at Captain Mangles, who was smiling, and the imperturbable major. Then, raising his shoulders and drawing down his glasses from his forehead to his eyes, he exclaimed,-- \"What a joke!\" But at that his eyes fell upon the steering wheel, on which were inscribed these two words, thus: [Illustration] \"The Duncan! the Duncan!\" he cried in a tone of real despair; and, leaping down the companion-way, he rushed to his cabin. When the unfortunate geographer had disappeared, no one on board, except the major, could retain gravity, and the laugh was communicated even to the sailors. To mistake the railroad was not so bad; to take the train to Dumbarton, instead of Edinburgh, would do. But to mistake the vessel, and be sailing to Chili, when he wished to go to India, was the height of absent-mindedness. [Sidenote: ABSENT-MINDEDNESS.] \"On the whole, I am not astonished at this on the part of Jacques Paganel,\" said Glenarvan; \"he is noted for such blunders. He once published a celebrated map of America, in which he located Japan. However, he is a distinguished scholar, and one of the best geographers of France.\" [Illustration] \"But what are we going to do with the poor gentleman?\" asked Lady Helena. \"We cannot take him to Patagonia.\" \"Why not?\" replied MacNabb gravely. \"We are not responsible for his errors. Suppose he were in a railroad car, would it stop for him?\" \"No; but he could get out at the first station,\" answered Lady Helena. \"Well,\" said Glenarvan, \"he can do so now, if he pleases, at our first landing.\" At this moment Paganel, woeful and humble, reappeared on deck, after convincing himself that his baggage was on board. He kept repeating those fatal words: \"The Duncan! the Duncan!\" He could find no others in his vocabulary. He went to and fro, examining the rigging of the yacht, and questioning the mute horizon of the open sea. At last he returned to Lord Glenarvan. [Illustration] \"And this Duncan is going----?\" he asked. \"To America, Monsieur Paganel.\" \"And where especially?\" \"To Concepcion.\" \"To Chili! to Chili!\" cried the unfortunate geographer. \"And my mission to India! But what will M. de Quatrefages say, the President of the Central Commission? How shall I represent myself at the sessions of the Society?\" [Sidenote: COURTESY AND CONVERSE.] \"Come, monsieur,\" said Glenarvan, \"do not despair. Everything can be arranged, and you will only have to submit to a delay of little consequence. The Yaroo-tsang-bo-tsoo will wait for you in the mountains of Thibet. We shall soon reach Madeira, and there you will find a vessel to take you back to Europe.\" \"I thank you, my lord, and must be resigned. But we can say this is an extraordinary adventure, which would not have happened but for me. And my cabin which is engaged on board the Scotia?\" \"Oh, as for the Scotia, I advise you to give her up for the present.\" \"But,\" said Paganel after examining the vessel again, \"the Duncan is a pleasure yacht.\" \"Yes, sir,\" replied Captain Mangles, \"and belongs to his lordship, Lord Glenarvan----\" \"Who begs you to make free use of his hospitality,\" said Glenarvan. \"A thousand thanks, my lord,\" replied Paganel; \"I am truly sensible to your courtesy. But permit me to make a simple remark. India is a beautiful country. It offers marvelous surprises to travelers. These ladies have probably never visited it. Well, the man at the helm needs only to give a turn to the wheel, and the Duncan will go as easily to Calcutta as Concepcion.",
      "score": 0.7389963388442993,
      "is_same_book": true
    },
    {
      "chunk_idx": 16,
      "book": "In_search_of_the_castaways",
      "char_start": 95785,
      "char_end": 101780,
      "text": " for the first days of the voyage, I retired immediately, and have conscientiously slept thirty-six hours, I assure you.\" Jacques Paganel's hearers now knew the reason of his presence on board. The Frenchman, mistaking the vessel, had embarked while the crew of the Duncan were engaged in the ceremony at Saint Mungo. Everything was explained. But what would the geographer say, when he learned the name and destination of the vessel on which he had taken passage? \"So, Monsieur Paganel,\" said Glenarvan, \"you have chosen Calcutta as your centre of action?\" \"Yes, my lord. To see India is an idea that I have cherished all my life. It is my brightest dream, which shall be realized at last in the country of the elephants and the Thugs.\" \"Then you would not care to visit another country?\" \"No, my lord; it would be even disagreeable, for I have letters from Lord Somerset to the governor-general of India, and a mission from the Geographical Society which I must fulfil.\" \"Ah! you have a mission?\" \"Yes, a useful and curious voyage to undertake, the programme of which has been arranged by my scientific friend and colleague, M. Vivien de Saint Martin. It is to follow in the steps of the brothers Schlagintweit, and many other celebrated travelers. I hope to succeed where Missionary Krick unfortunately failed in 1846. In a word, I wish to discover the course of the Yaroo-tsang-bo-tsoo, which waters Thibet, and finally to settle whether this river does not join the Brahmapootra in the northeast part of Assam. A gold medal is promised to that traveler who shall succeed in supplying this much-needed information on Indian geography.\" Paganel was grandiloquent. He spoke with a lofty animation, and was carried away in the rapid flight of imagination. It would have been as impossible to check him as to stay the Rhine at the Falls of Schaffhausen. \"Monsieur Jacques Paganel,\" said Lord Glenarvan, after a moment of silence, \"that is certainly a fine voyage, and one for which science would be very grateful; but I will not further prolong your ignorance. For the present, you must give up the pleasure of seeing India.\" \"Give it up! And why?\" \"Because you are turning your back upon the Indian peninsula.\" \"How? Captain Burton----\" \"I am not Captain Burton,\" replied John Mangles. \"But the Scotia?\" \"This vessel is not the Scotia.\" Paganel's amazement cannot be depicted. He looked first at Lord Glenarvan, always serious; then at Lady Helena and Miss Grant, whose features expressed a sympathetic disappointment; and finally at Captain Mangles, who was smiling, and the imperturbable major. Then, raising his shoulders and drawing down his glasses from his forehead to his eyes, he exclaimed,-- \"What a joke!\" But at that his eyes fell upon the steering wheel, on which were inscribed these two words, thus: [Illustration] \"The Duncan! the Duncan!\" he cried in a tone of real despair; and, leaping down the companion-way, he rushed to his cabin. When the unfortunate geographer had disappeared, no one on board, except the major, could retain gravity, and the laugh was communicated even to the sailors. To mistake the railroad was not so bad; to take the train to Dumbarton, instead of Edinburgh, would do. But to mistake the vessel, and be sailing to Chili, when he wished to go to India, was the height of absent-mindedness. [Sidenote: ABSENT-MINDEDNESS.] \"On the whole, I am not astonished at this on the part of Jacques Paganel,\" said Glenarvan; \"he is noted for such blunders. He once published a celebrated map of America, in which he located Japan. However, he is a distinguished scholar, and one of the best geographers of France.\" [Illustration] \"But what are we going to do with the poor gentleman?\" asked Lady Helena. \"We cannot take him to Patagonia.\" \"Why not?\" replied MacNabb gravely. \"We are not responsible for his errors. Suppose he were in a railroad car, would it stop for him?\" \"No; but he could get out at the first station,\" answered Lady Helena. \"Well,\" said Glenarvan, \"he can do so now, if he pleases, at our first landing.\" At this moment Paganel, woeful and humble, reappeared on deck, after convincing himself that his baggage was on board. He kept repeating those fatal words: \"The Duncan! the Duncan!\" He could find no others in his vocabulary. He went to and fro, examining the rigging of the yacht, and questioning the mute horizon of the open sea. At last he returned to Lord Glenarvan. [Illustration] \"And this Duncan is going----?\" he asked. \"To America, Monsieur Paganel.\" \"And where especially?\" \"To Concepcion.\" \"To Chili! to Chili!\" cried the unfortunate geographer. \"And my mission to India! But what will M. de Quatrefages say, the President of the Central Commission? How shall I represent myself at the sessions of the Society?\" [Sidenote: COURTESY AND CONVERSE.] \"Come, monsieur,\" said Glenarvan, \"do not despair. Everything can be arranged, and you will only have to submit to a delay of little consequence. The Yaroo-tsang-bo-tsoo will wait for you in the mountains of Thibet. We shall soon reach Madeira, and there you will find a vessel to take you back to Europe.\" \"I thank you, my lord, and must be resigned. But we can say this is an extraordinary adventure, which would not have happened but for me. And my cabin which is engaged on board the Scotia?\" \"Oh, as for the Scotia, I advise you to give her up for the present.\" \"But,\" said Paganel after examining the vessel again, \"the Duncan is a pleasure yacht.\" \"Yes, sir,\" replied Captain Mangles, \"and belongs to his lordship, Lord Glenarvan----\" \"Who begs you to make free use of his hospitality,\" said Glenarvan. \"A thousand thanks, my lord,\" replied Paganel; \"I am truly sensible to your courtesy. But permit me to make a simple remark. India is a beautiful country. It offers marvelous surprises to travelers. These ladies have probably never visited it. Well, the man at the helm needs only to give a turn to the wheel, and the Duncan will go as easily to Calcutta as Concepcion.",
      "score": 0.7389963388442993,
      "is_same_book": true
    },
    {
      "chunk_idx": 20,
      "book": "In search of the castaways",
      "char_start": 119937,
      "char_end": 126459,
      "text": ", and every one had good hopes. On this voyage in search of Captain Grant, the probabilities increased every day. Their captain was one of the most confident on board; but his confidence proceeded especially from the desire that he cherished so strongly at heart, of seeing Miss Mary happy and consoled. He was particularly interested in this young girl; and this feeling he concealed so well, that, except Miss Grant and himself, no one on board the Duncan had perceived it. As for the learned geographer, he was probably the happiest man in the southern hemisphere. He passed his time in studying the maps with which he covered the cabin-table; and then followed daily discussions with Mr. Olbinett, so that he could scarcely set the table. But Paganel had all the passengers on his side except the major, who was very indifferent to geographical questions, especially at dinner-time. Having discovered a whole cargo of odd books in the mate's chests, and among them a number of Cervantes' works, the Frenchman resolved to learn Spanish, which nobody on board knew, and which would facilitate his search on the shores of Chili. Thanks to his love for philology, he did not despair of speaking this new tongue fluently on arriving at Concepcion. He therefore studied assiduously, and was heard incessantly muttering heterogeneous syllables. During his leisure hours he did not fail to give young Robert practical instruction, and taught him the history of the country they were rapidly approaching. In the meantime the Duncan was proceeding at a remarkable rate. She cut the Tropic of Capricorn, and her prow was headed toward the strait of the celebrated geographer. Now and then the low shores of Patagonia were seen, but like an almost invisible line on the horizon. They sailed along the coast for more than ten miles, but Paganel's famous telescope gave him only a vague idea of these American shores. The vessel soon found herself at the head of the strait, and entered without hesitation. This way is generally preferred by steam-vessels bound for the Pacific. Its exact length is three hundred and seventy-six miles. Ships of the greatest tonnage can always find deep water, even near its shores, an excellent bottom, and many springs of water. The rivers abound in fish, the forest in game, there are safe and easy landings at twenty places, and, in short, a thousand resources that are wanting in the Strait of Lemaire, and off the terrible rocks of Cape Horn, which are continually visited by storms and tempests. [Illustration: Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves.] During the first hours of the passage, till you reach Cape Gregory, the shores are low and sandy. The entire passage lasted scarcely thirty-six hours, and this moving panorama of the two shores well rewarded the pains the geographer took to admire it under the radiant beams of the southern sun. No inhabitant appeared on the shores of the continent; and only a few Fuegians wandered along the barren rocks of Terra del Fuego. At one moment the Duncan rounded the peninsula of Brunswick between two magnificent sights. Just here the strait cuts between stupendous masses of granite. The base of the mountains was hidden in the heart of immense forests, while their summits, whitened with eternal snow, were lost in the clouds. Towards the southeast Mount Taru towered six thousand five hundred feet aloft. Night came, preceded by a long twilight, the light melting away insensibly by gentle degrees, while the sky was studded with brilliant stars. In the midst of this partial obscurity, the yacht boldly continued on her course, without casting anchor in the safe bays with which the shores abound. Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves. At others her propeller would beat the waters of the great rivers, starting geese, ducks, snipe, teal, and all the feathered tribes of the marshes. Soon deserted ruins appeared, and fallen monuments, to which the night lent a grand aspect; these were the mournful remains of an abandoned colony, whose name will be an eternal contradiction to the fertility of the coasts and the rich game of the forests. It was Port Famine, the place that the Spaniard Sarmiento colonized in 1581 with four hundred emigrants. Here he founded the city of San Felipe. But the extreme severity of the cold weakened the colony; famine devoured those whom the winter had spared, and in 1587 the explorer Cavendish found the last of these four hundred unfortunates dying of hunger amid the ruins of a city only six years in existence. [Sidenote: CHEERLESS MEMORIES.] The vessel coasted along these deserted shores. At daybreak she sailed in the midst of the narrow passes, between beeches, ash-trees, and birches, from the bosom of which emerged ivy-clad domes, cupolas tapestried with the hardy holly, and lofty spires, among which the obelisk of Buckland rose to a great height. Far out in the sea sported droves of seals and whales of great size, judging by their spouting, which could be seen at a distance of four miles. At last they doubled Cape Froward, still bristling with the ices of winter. On the other side of the strait, on Terra del Fuego, rose Mount Sarmiento to the height of six thousand feet, an enormous mass of rock broken by bands of clouds which formed as it were an aerial archipelago in the sky. [Illustration: Port Famine.] Cape Froward is the real end of the American continent, for Cape Horn is only a lone rock in the sea. Passing this point the strait narrowed between Brunswick Peninsula, and Desolation Island. Then to fertile shores succeeded a line of wild barren coast, cut by a thousand inlets of this tortuous labyrinth. The Duncan unerringly and unhesitatingly pursued its capricious windings, mingling her columns of smoke with the mists on the rocks. Without lessening her speed, she passed several Spanish factories established on these deserted shores. At Cape Tamar the strait widened. The yacht rounded the Narborough Islands, and approached the southern shores. At last, thirty-six hours after entering the strait, the rocks of Cape Pilares were discerned at the extreme point of Desolation Island. An immense open glittering sea extended before her prow, and Jacques Paganel, hailing it with an enthusiastic gesture, felt moved like Ferdinand Magellan himself, when the sails of the Trinidad swelled before the breezes of the Pacific. CHAPTER X. THE COURSE DEC",
      "score": 0.5762457966804504,
      "is_same_book": true
    }
  ]
}