{
  "claim_id": "21",
  "book_name": "In Search of the Castaways",
  "character": "Jacques Paganel",
  "claim_text": "The Royal Navy frigate HMS Austin, bound for Australia and New Zealand under Lieutenant Grant, quietly promoted the sympathetic young sailor to ship’s assistant.",
  "evidence": [
    {
      "chunk_idx": 100,
      "book": "In search of the castaways",
      "char_start": 615187,
      "char_end": 621537,
      "text": " young gentlemen were soon made acquainted with the object of the expedition, and took a lively interest in Glenarvan's search, giving also great encouragement to the captain's children. \"Harry Grant,\" said Michael, \"has evidently fallen into the hands of the natives, since he has not appeared in the settlements on the coast. He knew his position exactly, as the document proves, and, as he has not reached any English colony, he must have been made prisoner by the natives as soon as he landed.\" \"That is precisely what happened to his quartermaster, Ayrton,\" replied Captain Mangles. \"But, gentlemen,\" inquired Lady Helena, \"have you never heard of the shipwreck of the Britannia?\" \"Never, madam,\" said Michael. \"And what treatment do you think Captain Grant would experience as a prisoner among the Australians?\" \"The Australians are not cruel, madam,\" replied the young settler: \"Miss Grant may reassure herself on this point. There are many instances of their kindness; and some Europeans have lived a long time among them, without having any reason to complain of brutality.\" These words corroborated the information previously given by Paganel and Ayrton. When the ladies had left the table, the conversation turned upon convicts. The settlers had heard of the accident at Camden Bridge, but the band of runaways gave no uneasiness, they would not dare to attack a station that was guarded by more than a hundred men. They were confident, too, that they would not venture into the deserted regions of the Murray, nor into the colonies of New South Wales, where the roads are well protected. [Sidenote: A DAY'S SPORT.] Glenarvan could not decline the invitation of his amiable hosts to spend the entire day at Hottam Station. The delay thus occasioned could be turned to good account: the horses and oxen would be greatly benefited by their rest in the comfortable stables of the establishment. It was, therefore, decided to remain, and the two young men submitted to their guests a programme for the day's sports, which was adopted with alacrity. [Illustration: It was a charming house of wood and brick, surrounded by clusters of plants, and had the elegant form of a Swiss cottage.] At noon, seven fine hunters pawed the ground at the gate of the house. For the ladies was provided an elegant coach, and the long reins enabled their driver to show his skill in manoeuvring the \"four-in-hand.\" The horsemen, accompanied by outriders, and well armed, galloped beside the carriage, while the pack of hounds bayed joyously in the coppices. For four hours the cavalcade traversed the paths and avenues of these spacious grounds. As for game, an army of bushmen could not have started up a greater number of animals. Young Robert, who kept close to the major's side, accomplished wonders. The intrepid boy, in spite of his sister's injunctions, was always ahead, and the first to fire. But Captain Mangles had promised to watch over him, a fact which tended not a little to allay Miss Grant's apprehension for her brother's safety. Of all the sports of the day the most interesting was unquestionably a kangaroo hunt. About four o'clock the dogs started a troop of these curious animals. The little ones took refuge in their mothers' pouches, and the whole drove rushed away in single file. Nothing can be more astonishing than the enormous bounds of the kangaroo, whose hind legs are twice as long as its fore ones, and bend like a spring. At the head of the drove was a male five feet high,--\"an old man,\" in the language of the bushmen. For four or five miles the chase was briskly continued. The kangaroos did not slacken their pace; and the dogs, who feared, with good reason, the powerful blows of their formidable paws, did not venture to approach them. But at last the drove stopped in exhaustion, and \"the old man\" braced himself against the trunk of a tree, ready to fight for his life. One of the pointers, carried on by the impetus of his course, rolled within reach of him. A moment after, the unfortunate dog was tossed into the air, and fell back lifeless. The entire pack, deterred by the fate of their comrade, kept at a respectful distance. It became necessary to dispatch the kangaroo with the rifle, and nothing but bullets could bring down the gigantic quadruped. At this juncture Robert narrowly escaped being the victim of his rashness. In order to make sure of his aim, he approached so near the kangaroo that the animal made a spring at him. Robert fell. A cry of alarm resounded. Mary Grant, speechless with apprehension, stretched her hands towards her brother. No one dared to fire, for fear of hitting the boy. Suddenly Captain Mangles, with his hunting-knife open, rushed upon the kangaroo, at the risk of his life, and stabbed it to the heart. The beast fell dead, and Robert rose unharmed. An instant after, he was in the arms of his sister. \"Thanks, Captain Mangles! thanks!\" said Mary, extending her hand to the young captain. \"I promised to take care of him,\" replied the captain, as he took the trembling hand of the young girl. This adventure ended the hunt. The troop of kangaroos had scattered after the death of their leader, whose carcass was brought to the house. It was now six o'clock, and dinner was in readiness for the hunters; comprising, among other dishes, a soup of kangaroo's tail, prepared in the native style. After a dessert of ices and sherbet, the party repaired to the parlor, where the evening was devoted to music. Lady Helena, who was a good pianiste, presided at the instrument, while Michael and Alexander Patterson sang with great taste selections from the latest compositions of the modern musical masters. [Sidenote: A FRESH DEPARTURE.] At eleven o'clock tea was served in true English style. Paganel having desired to taste the Australian tea, a liquid, black as ink, was brought to him. It consisted of a quart of water, in which half a pound of tea had been boiled four hours. Paganel, with a wry face, pronounced it excellent. At midnight the guests were conducted to cool and comfortable chambers, where they renewed in dreams the pleasures of the day. The next morning, at sunrise, they took leave of the two young settlers, with many thanks, and with warmly-expressed hopes to see them at Malcolm Castle at no very distant day. The cart then started, and in a few minutes,",
      "score": 0.7399859547615051,
      "is_same_book": true
    },
    {
      "chunk_idx": 100,
      "book": "In_search_of_the_castaways",
      "char_start": 615187,
      "char_end": 621537,
      "text": " young gentlemen were soon made acquainted with the object of the expedition, and took a lively interest in Glenarvan's search, giving also great encouragement to the captain's children. \"Harry Grant,\" said Michael, \"has evidently fallen into the hands of the natives, since he has not appeared in the settlements on the coast. He knew his position exactly, as the document proves, and, as he has not reached any English colony, he must have been made prisoner by the natives as soon as he landed.\" \"That is precisely what happened to his quartermaster, Ayrton,\" replied Captain Mangles. \"But, gentlemen,\" inquired Lady Helena, \"have you never heard of the shipwreck of the Britannia?\" \"Never, madam,\" said Michael. \"And what treatment do you think Captain Grant would experience as a prisoner among the Australians?\" \"The Australians are not cruel, madam,\" replied the young settler: \"Miss Grant may reassure herself on this point. There are many instances of their kindness; and some Europeans have lived a long time among them, without having any reason to complain of brutality.\" These words corroborated the information previously given by Paganel and Ayrton. When the ladies had left the table, the conversation turned upon convicts. The settlers had heard of the accident at Camden Bridge, but the band of runaways gave no uneasiness, they would not dare to attack a station that was guarded by more than a hundred men. They were confident, too, that they would not venture into the deserted regions of the Murray, nor into the colonies of New South Wales, where the roads are well protected. [Sidenote: A DAY'S SPORT.] Glenarvan could not decline the invitation of his amiable hosts to spend the entire day at Hottam Station. The delay thus occasioned could be turned to good account: the horses and oxen would be greatly benefited by their rest in the comfortable stables of the establishment. It was, therefore, decided to remain, and the two young men submitted to their guests a programme for the day's sports, which was adopted with alacrity. [Illustration: It was a charming house of wood and brick, surrounded by clusters of plants, and had the elegant form of a Swiss cottage.] At noon, seven fine hunters pawed the ground at the gate of the house. For the ladies was provided an elegant coach, and the long reins enabled their driver to show his skill in manoeuvring the \"four-in-hand.\" The horsemen, accompanied by outriders, and well armed, galloped beside the carriage, while the pack of hounds bayed joyously in the coppices. For four hours the cavalcade traversed the paths and avenues of these spacious grounds. As for game, an army of bushmen could not have started up a greater number of animals. Young Robert, who kept close to the major's side, accomplished wonders. The intrepid boy, in spite of his sister's injunctions, was always ahead, and the first to fire. But Captain Mangles had promised to watch over him, a fact which tended not a little to allay Miss Grant's apprehension for her brother's safety. Of all the sports of the day the most interesting was unquestionably a kangaroo hunt. About four o'clock the dogs started a troop of these curious animals. The little ones took refuge in their mothers' pouches, and the whole drove rushed away in single file. Nothing can be more astonishing than the enormous bounds of the kangaroo, whose hind legs are twice as long as its fore ones, and bend like a spring. At the head of the drove was a male five feet high,--\"an old man,\" in the language of the bushmen. For four or five miles the chase was briskly continued. The kangaroos did not slacken their pace; and the dogs, who feared, with good reason, the powerful blows of their formidable paws, did not venture to approach them. But at last the drove stopped in exhaustion, and \"the old man\" braced himself against the trunk of a tree, ready to fight for his life. One of the pointers, carried on by the impetus of his course, rolled within reach of him. A moment after, the unfortunate dog was tossed into the air, and fell back lifeless. The entire pack, deterred by the fate of their comrade, kept at a respectful distance. It became necessary to dispatch the kangaroo with the rifle, and nothing but bullets could bring down the gigantic quadruped. At this juncture Robert narrowly escaped being the victim of his rashness. In order to make sure of his aim, he approached so near the kangaroo that the animal made a spring at him. Robert fell. A cry of alarm resounded. Mary Grant, speechless with apprehension, stretched her hands towards her brother. No one dared to fire, for fear of hitting the boy. Suddenly Captain Mangles, with his hunting-knife open, rushed upon the kangaroo, at the risk of his life, and stabbed it to the heart. The beast fell dead, and Robert rose unharmed. An instant after, he was in the arms of his sister. \"Thanks, Captain Mangles! thanks!\" said Mary, extending her hand to the young captain. \"I promised to take care of him,\" replied the captain, as he took the trembling hand of the young girl. This adventure ended the hunt. The troop of kangaroos had scattered after the death of their leader, whose carcass was brought to the house. It was now six o'clock, and dinner was in readiness for the hunters; comprising, among other dishes, a soup of kangaroo's tail, prepared in the native style. After a dessert of ices and sherbet, the party repaired to the parlor, where the evening was devoted to music. Lady Helena, who was a good pianiste, presided at the instrument, while Michael and Alexander Patterson sang with great taste selections from the latest compositions of the modern musical masters. [Sidenote: A FRESH DEPARTURE.] At eleven o'clock tea was served in true English style. Paganel having desired to taste the Australian tea, a liquid, black as ink, was brought to him. It consisted of a quart of water, in which half a pound of tea had been boiled four hours. Paganel, with a wry face, pronounced it excellent. At midnight the guests were conducted to cool and comfortable chambers, where they renewed in dreams the pleasures of the day. The next morning, at sunrise, they took leave of the two young settlers, with many thanks, and with warmly-expressed hopes to see them at Malcolm Castle at no very distant day. The cart then started, and in a few minutes,",
      "score": 0.7399859547615051,
      "is_same_book": true
    },
    {
      "chunk_idx": 160,
      "book": "In search of the castaways",
      "char_start": 986406,
      "char_end": 992427,
      "text": " Irishman's farm, and was received as a servant under my true name of Ayrton. Here I waited till an opportunity should be offered to gain possession of a vessel. This was my great object. Two months later the Duncan arrived. During your visit at the farm you related, my lord, the whole story of Captain Grant. I then learned what I had not known, the Britannia's stoppage at Callao, the last news of her, dated June, 1862, two months after my abandonment, the finding of the document, the shipwreck of the vessel, and finally the important reasons you had for seeking Captain Grant in Australia. I did not hesitate, but resolved to appropriate the Duncan,--a marvelous ship, that would have distanced the best of the British navy. However, there were serious injuries to be repaired. I therefore let her start for Melbourne, and offered myself to you in my real character of quartermaster, volunteering to guide you to the scene of the shipwreck, which I falsely located on the eastern coast of Australia. Thus followed at a distance and sometimes preceded by my band of convicts, I conducted your party across the province of Victoria. My companions committed a useless crime at Camden Bridge, since the Duncan, once at Twofold Bay, could not have escaped me, and with it I should have been master of the ocean. I brought you thus unsuspectingly as far as the Snowy River. The horses and oxen fell dead one by one, poisoned by the gastrolobium. I entangled the cart in the marshes. At my suggestion----but you know the rest, my lord, and can be certain that, except for Mr. Paganel's absent-mindedness, I should now be commander on board the Duncan. Such is my story, gentlemen. My disclosures, unfortunately, cannot set you on the track of Captain Grant, and you see that in dealing with me you have made a bad bargain.\" The quartermaster ceased, crossed his arms, according to his custom, and waited. Glenarvan and his friends were silent. They felt that this strange criminal had told the entire truth. The capture of the Duncan had only failed through a cause altogether beyond his control. His accomplices had reached Twofold Bay, as the convict's blouse, found by Glenarvan, proved. There, faithful to the orders of their chief, they had lain in wait for the yacht, and at last, tired of watching, they had doubtless resumed their occupation of plunder and burning in the fields of New South Wales. The major was the first to resume the examination, in order to determine the dates relative to the Britannia. \"It was the 8th of April, 1862, then, that you were landed on the west coast of Australia?\" he asked of the quartermaster. \"Exactly,\" replied Ayrton. \"And do you know what Captain Grant's plans were then?\" \"Vaguely.\" \"Continue, Ayrton,\" said Glenarvan. \"The least sign may set us on the track.\" \"What I can say is this, my lord. Captain Grant intended to visit New Zealand. But this part of his programme was not carried out while I was on board. The Britannia might, therefore, after leaving Callao, have gained the shores of New Zealand. This would agree with the date, June 27, 1862, given in the document as the time of the shipwreck.\" \"Evidently,\" remarked Paganel. \"But,\" added Glenarvan, \"there is nothing in these half-obliterated portions of the document which can apply to New Zealand.\" \"That I cannot answer,\" said the quartermaster. \"Well, Ayrton,\" continued Glenarvan, \"you have kept your word, and I will keep mine. We will decide on what island of the Pacific you shall be abandoned.\" \"Oh, it matters little to me,\" answered Ayrton. \"Return to your cabin now, and await our decision.\" The quartermaster retired, under guard of the two sailors. \"This villain might have been a great man,\" observed the major. \"Yes,\" replied Glenarvan. \"He has a strong and self-reliant character. Why must his abilities be devoted to crime?\" \"But Harry Grant?\" \"I fear that he is forever lost! Poor children! who could tell them where their father is?\" \"I!\" cried Paganel. As we have remarked, the geographer, although so loquacious and excitable usually, had scarcely spoken during Ayrton's examination. He had listened in total silence. But this last word that he had uttered was worth more than all the others, and startled Glenarvan at once. \"You, Paganel!\" he exclaimed; \"do you know where Captain Grant is?\" \"As well as can be known,\" answered the geographer. \"And how do you know?\" \"By that everlasting document.\" [Sidenote: A GEOGRAPHER'S REMINISCENCES.] \"Ah!\" said the major, in a tone of the most thorough incredulity. \"Listen first, MacNabb, and shrug your shoulders afterwards. I did not speak before, because you would not have believed me. Besides, it was useless. But if I speak to-day, it is because Ayrton's opinion corroborates mine.\" \"Then New Zealand----?\" asked Glenarvan. \"Hear and judge,\" replied Paganel. \"I did not commit the blunder that saved us, without reason. Just as I was writing that letter at Glenarvan's dictation, the word Zealand was troubling my brain. You remember that we were in the cart. MacNabb had just told Lady Helena the story of the convicts, and had handed her the copy of the _Australian and New Zealand Gazette_ that gave an account of the accident at Camden Bridge. As I was writing, the paper lay on the ground, folded so that only two syllables of its title could be seen, and these were _aland_. What a light broke in upon my mind! 'Aland' was one of the very words in the English document,--a word that we had hitherto translated _ashore_, but which was the termination of the proper name Zealand.\" \"Ha!\" cried Glenarvan. \"Yes,\" continued Paganel, with profound conviction, \"this interpretation had escaped me, and do you know why? Because my examinations were naturally confined more particularly to the French document, where this important word was wanting.\" \"Ho! ho!\" laughed the major, \"that is too much imagination, Paganel. You forget your previous conclusions rather easily.\" \"Well, major, I am ready to answer you.\" \"Then what becomes of your",
      "score": 0.7385076403617858,
      "is_same_book": true
    }
  ]
}