{
  "claim_id": "22",
  "book_name": "In Search of the Castaways",
  "character": "Jacques Paganel",
  "claim_text": "He secretly helped anti-colonial groups ferry medicine and supplies to civilians, adopted the creed of “quiet chivalry for the weak,” and came into possession of Spanish-American rebel correspondence that sharpened his knowledge of Southern-Hemisphere geography.",
  "evidence": [
    {
      "chunk_idx": 20,
      "book": "In search of the castaways",
      "char_start": 119937,
      "char_end": 126459,
      "text": ", and every one had good hopes. On this voyage in search of Captain Grant, the probabilities increased every day. Their captain was one of the most confident on board; but his confidence proceeded especially from the desire that he cherished so strongly at heart, of seeing Miss Mary happy and consoled. He was particularly interested in this young girl; and this feeling he concealed so well, that, except Miss Grant and himself, no one on board the Duncan had perceived it. As for the learned geographer, he was probably the happiest man in the southern hemisphere. He passed his time in studying the maps with which he covered the cabin-table; and then followed daily discussions with Mr. Olbinett, so that he could scarcely set the table. But Paganel had all the passengers on his side except the major, who was very indifferent to geographical questions, especially at dinner-time. Having discovered a whole cargo of odd books in the mate's chests, and among them a number of Cervantes' works, the Frenchman resolved to learn Spanish, which nobody on board knew, and which would facilitate his search on the shores of Chili. Thanks to his love for philology, he did not despair of speaking this new tongue fluently on arriving at Concepcion. He therefore studied assiduously, and was heard incessantly muttering heterogeneous syllables. During his leisure hours he did not fail to give young Robert practical instruction, and taught him the history of the country they were rapidly approaching. In the meantime the Duncan was proceeding at a remarkable rate. She cut the Tropic of Capricorn, and her prow was headed toward the strait of the celebrated geographer. Now and then the low shores of Patagonia were seen, but like an almost invisible line on the horizon. They sailed along the coast for more than ten miles, but Paganel's famous telescope gave him only a vague idea of these American shores. The vessel soon found herself at the head of the strait, and entered without hesitation. This way is generally preferred by steam-vessels bound for the Pacific. Its exact length is three hundred and seventy-six miles. Ships of the greatest tonnage can always find deep water, even near its shores, an excellent bottom, and many springs of water. The rivers abound in fish, the forest in game, there are safe and easy landings at twenty places, and, in short, a thousand resources that are wanting in the Strait of Lemaire, and off the terrible rocks of Cape Horn, which are continually visited by storms and tempests. [Illustration: Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves.] During the first hours of the passage, till you reach Cape Gregory, the shores are low and sandy. The entire passage lasted scarcely thirty-six hours, and this moving panorama of the two shores well rewarded the pains the geographer took to admire it under the radiant beams of the southern sun. No inhabitant appeared on the shores of the continent; and only a few Fuegians wandered along the barren rocks of Terra del Fuego. At one moment the Duncan rounded the peninsula of Brunswick between two magnificent sights. Just here the strait cuts between stupendous masses of granite. The base of the mountains was hidden in the heart of immense forests, while their summits, whitened with eternal snow, were lost in the clouds. Towards the southeast Mount Taru towered six thousand five hundred feet aloft. Night came, preceded by a long twilight, the light melting away insensibly by gentle degrees, while the sky was studded with brilliant stars. In the midst of this partial obscurity, the yacht boldly continued on her course, without casting anchor in the safe bays with which the shores abound. Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves. At others her propeller would beat the waters of the great rivers, starting geese, ducks, snipe, teal, and all the feathered tribes of the marshes. Soon deserted ruins appeared, and fallen monuments, to which the night lent a grand aspect; these were the mournful remains of an abandoned colony, whose name will be an eternal contradiction to the fertility of the coasts and the rich game of the forests. It was Port Famine, the place that the Spaniard Sarmiento colonized in 1581 with four hundred emigrants. Here he founded the city of San Felipe. But the extreme severity of the cold weakened the colony; famine devoured those whom the winter had spared, and in 1587 the explorer Cavendish found the last of these four hundred unfortunates dying of hunger amid the ruins of a city only six years in existence. [Sidenote: CHEERLESS MEMORIES.] The vessel coasted along these deserted shores. At daybreak she sailed in the midst of the narrow passes, between beeches, ash-trees, and birches, from the bosom of which emerged ivy-clad domes, cupolas tapestried with the hardy holly, and lofty spires, among which the obelisk of Buckland rose to a great height. Far out in the sea sported droves of seals and whales of great size, judging by their spouting, which could be seen at a distance of four miles. At last they doubled Cape Froward, still bristling with the ices of winter. On the other side of the strait, on Terra del Fuego, rose Mount Sarmiento to the height of six thousand feet, an enormous mass of rock broken by bands of clouds which formed as it were an aerial archipelago in the sky. [Illustration: Port Famine.] Cape Froward is the real end of the American continent, for Cape Horn is only a lone rock in the sea. Passing this point the strait narrowed between Brunswick Peninsula, and Desolation Island. Then to fertile shores succeeded a line of wild barren coast, cut by a thousand inlets of this tortuous labyrinth. The Duncan unerringly and unhesitatingly pursued its capricious windings, mingling her columns of smoke with the mists on the rocks. Without lessening her speed, she passed several Spanish factories established on these deserted shores. At Cape Tamar the strait widened. The yacht rounded the Narborough Islands, and approached the southern shores. At last, thirty-six hours after entering the strait, the rocks of Cape Pilares were discerned at the extreme point of Desolation Island. An immense open glittering sea extended before her prow, and Jacques Paganel, hailing it with an enthusiastic gesture, felt moved like Ferdinand Magellan himself, when the sails of the Trinidad swelled before the breezes of the Pacific. CHAPTER X. THE COURSE DEC",
      "score": 0.7630078315734863,
      "is_same_book": true
    },
    {
      "chunk_idx": 20,
      "book": "In_search_of_the_castaways",
      "char_start": 119937,
      "char_end": 126459,
      "text": ", and every one had good hopes. On this voyage in search of Captain Grant, the probabilities increased every day. Their captain was one of the most confident on board; but his confidence proceeded especially from the desire that he cherished so strongly at heart, of seeing Miss Mary happy and consoled. He was particularly interested in this young girl; and this feeling he concealed so well, that, except Miss Grant and himself, no one on board the Duncan had perceived it. As for the learned geographer, he was probably the happiest man in the southern hemisphere. He passed his time in studying the maps with which he covered the cabin-table; and then followed daily discussions with Mr. Olbinett, so that he could scarcely set the table. But Paganel had all the passengers on his side except the major, who was very indifferent to geographical questions, especially at dinner-time. Having discovered a whole cargo of odd books in the mate's chests, and among them a number of Cervantes' works, the Frenchman resolved to learn Spanish, which nobody on board knew, and which would facilitate his search on the shores of Chili. Thanks to his love for philology, he did not despair of speaking this new tongue fluently on arriving at Concepcion. He therefore studied assiduously, and was heard incessantly muttering heterogeneous syllables. During his leisure hours he did not fail to give young Robert practical instruction, and taught him the history of the country they were rapidly approaching. In the meantime the Duncan was proceeding at a remarkable rate. She cut the Tropic of Capricorn, and her prow was headed toward the strait of the celebrated geographer. Now and then the low shores of Patagonia were seen, but like an almost invisible line on the horizon. They sailed along the coast for more than ten miles, but Paganel's famous telescope gave him only a vague idea of these American shores. The vessel soon found herself at the head of the strait, and entered without hesitation. This way is generally preferred by steam-vessels bound for the Pacific. Its exact length is three hundred and seventy-six miles. Ships of the greatest tonnage can always find deep water, even near its shores, an excellent bottom, and many springs of water. The rivers abound in fish, the forest in game, there are safe and easy landings at twenty places, and, in short, a thousand resources that are wanting in the Strait of Lemaire, and off the terrible rocks of Cape Horn, which are continually visited by storms and tempests. [Illustration: Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves.] During the first hours of the passage, till you reach Cape Gregory, the shores are low and sandy. The entire passage lasted scarcely thirty-six hours, and this moving panorama of the two shores well rewarded the pains the geographer took to admire it under the radiant beams of the southern sun. No inhabitant appeared on the shores of the continent; and only a few Fuegians wandered along the barren rocks of Terra del Fuego. At one moment the Duncan rounded the peninsula of Brunswick between two magnificent sights. Just here the strait cuts between stupendous masses of granite. The base of the mountains was hidden in the heart of immense forests, while their summits, whitened with eternal snow, were lost in the clouds. Towards the southeast Mount Taru towered six thousand five hundred feet aloft. Night came, preceded by a long twilight, the light melting away insensibly by gentle degrees, while the sky was studded with brilliant stars. In the midst of this partial obscurity, the yacht boldly continued on her course, without casting anchor in the safe bays with which the shores abound. Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves. At others her propeller would beat the waters of the great rivers, starting geese, ducks, snipe, teal, and all the feathered tribes of the marshes. Soon deserted ruins appeared, and fallen monuments, to which the night lent a grand aspect; these were the mournful remains of an abandoned colony, whose name will be an eternal contradiction to the fertility of the coasts and the rich game of the forests. It was Port Famine, the place that the Spaniard Sarmiento colonized in 1581 with four hundred emigrants. Here he founded the city of San Felipe. But the extreme severity of the cold weakened the colony; famine devoured those whom the winter had spared, and in 1587 the explorer Cavendish found the last of these four hundred unfortunates dying of hunger amid the ruins of a city only six years in existence. [Sidenote: CHEERLESS MEMORIES.] The vessel coasted along these deserted shores. At daybreak she sailed in the midst of the narrow passes, between beeches, ash-trees, and birches, from the bosom of which emerged ivy-clad domes, cupolas tapestried with the hardy holly, and lofty spires, among which the obelisk of Buckland rose to a great height. Far out in the sea sported droves of seals and whales of great size, judging by their spouting, which could be seen at a distance of four miles. At last they doubled Cape Froward, still bristling with the ices of winter. On the other side of the strait, on Terra del Fuego, rose Mount Sarmiento to the height of six thousand feet, an enormous mass of rock broken by bands of clouds which formed as it were an aerial archipelago in the sky. [Illustration: Port Famine.] Cape Froward is the real end of the American continent, for Cape Horn is only a lone rock in the sea. Passing this point the strait narrowed between Brunswick Peninsula, and Desolation Island. Then to fertile shores succeeded a line of wild barren coast, cut by a thousand inlets of this tortuous labyrinth. The Duncan unerringly and unhesitatingly pursued its capricious windings, mingling her columns of smoke with the mists on the rocks. Without lessening her speed, she passed several Spanish factories established on these deserted shores. At Cape Tamar the strait widened. The yacht rounded the Narborough Islands, and approached the southern shores. At last, thirty-six hours after entering the strait, the rocks of Cape Pilares were discerned at the extreme point of Desolation Island. An immense open glittering sea extended before her prow, and Jacques Paganel, hailing it with an enthusiastic gesture, felt moved like Ferdinand Magellan himself, when the sails of the Trinidad swelled before the breezes of the Pacific. CHAPTER X. THE COURSE DEC",
      "score": 0.7630078315734863,
      "is_same_book": true
    },
    {
      "chunk_idx": 131,
      "book": "In search of the castaways",
      "char_start": 805958,
      "char_end": 812419,
      "text": " stood at ease.] Wilson discovered, fortunately, a cavern, hollowed out by the sea in the basaltic rocks of the shore, and here the travelers took refuge with their arms and provisions. There was an abundance of dry sea-weed, lately cast up by the waves. This formed a soft couch, of which they availed themselves. Several pieces of wood were piled up at the entrance and then kindled; and while the fire served to dry their garments conversation beguiled the hours, as they lay or stood at ease. [Illustration: Louper, with difficulty, managed to support himself on one of them.] [Sidenote: SEALS AND SIRENS.] Paganel, as usual, upon being appealed to, could tell them of the rise, extension, and consolidation of the British power upon the island; he informed them of the beginnings--and, to his belief, of the causes--of the strife which for years decimated the aborigines, and was very injurious to the colonists who had emigrated; then, in reply to Robert's questions, he went on to speak of those who on a narrower theatre had emulated by their heroism and patience the deeds of the world's great travelers and scientific explorers. He told them of Witcombe and Charlton Howitt, men known in their own circles and in connection with their own branch of the New Zealand government. At still greater length he detailed the adventures of Jacob Louper, who was the companion of Witcombe, and had gone as his assistant to discover a practicable route over the mountains in the north of the province of Canterbury. In those mountain wilds, which even the islanders rarely traverse, these two Europeans suffered greatly, but still worse was their fate when they descended to the water-level and essayed to cross the Taramakau near its mouth. Jacob Louper at length found two old and almost useless canoes, and by attaching the one to the other they hoped to accomplish the passage safely. Before they had reached the middle of the rapid current, however, both the tubs capsized. Louper, with difficulty, managed to support himself on one of them, and by clinging to it was at length carried to the river's bank, which his companion also reached; but when after a period of insensibility Louper returned to consciousness and found the body of Witcombe, it was lifeless. Though terribly bruised and still bleeding from his wounds, Louper hollowed a grave for the remains, and then, after many more days of privation and danger, came to the huts of some of the Maoris, by whose assistance he at length reached the settled parts of the colony. These facts and reminiscences, it must be confessed, were not of the most inspiriting character; but they were in the same key as most of Paganel's disquisitions and information concerning these islands, and they were before a late hour exchanged for peaceful though probably dreamy slumbers, by his hearers. Early the next morning the signal for departure was given. The rain had ceased during the night, and the sky was covered with grayish clouds, which intercepted the rays of the sun, so that the temperature thus moderated enabled them to endure the fatigues of the journey. By consulting the map, Paganel had calculated that they would have to travel eight days. But, instead of following the windings of the coast, he considered it best to proceed to the village of Ngarnavahia, at the junction of the Waikato and Waipa rivers. Here the overland mail-road passed, and it would thence be easy to reach Drury, and rest, after their hardships, in a comfortable hotel. But before they left the shore their attention was drawn to the large number of seals, of a peculiar appearance and genus, which lay on the broad sands daily washed by the tidal water. These seals, with their rounded heads, their upturned look, their expressive eyes, presented an appearance, almost a physiognomy, that was mild and wellnigh tender, and served to recall to the traveler's memory the tales about the sirens of the olden and modern times, who served as the enchantresses to just such inhospitable shores as that seemed on which they had themselves been cast. These animals, which are very numerous on the coast of New Zealand, are hunted and killed for the sake of their oil and their skins, and Paganel was of course able to tell how much within the last few years they had been searched for by the traders and navigators on these seas. [Illustration: These seals, with rounded heads, upturned look, expressive eyes, presented an appearance, almost a physiognomy, that was mild and wellnigh tender.] [Illustration: The New Zealand \"kiwi,\" known to naturalists as the apteryx.] Whilst speaking of these matters, Robert drew Paganel's attention to some curious amphibious creatures, resembling the seals, but larger, which were devouring with rapidity the large stones lying on the shore. \"Look,\" said he, \"here are seals which feed on pebbles.\" Paganel assured them that these sea-elephants were only weighting themselves preparatory to their descent into the water, and protested that if they would but wait for a time they might see them descend and subsequently return when they had unloaded themselves. The first part of this programme they saw accomplished; but, greatly to Paganel's grief, Glenarvan would not longer delay the party, and they soon began to see inland beauties and curiosities of another sort. The district through which they had to walk this day and the next was one very thick with brush and under-wood, and there was no possibility of horse or vehicle passing or meeting them. They now regretted the absence of their Australian cart, for the height and frequency of the large ferns in the neighborhood prevented their making any rapid progress on foot. [Sidenote: THE LAST STAGE OF PERIPATETICS.] Here and there, however, Robert and Paganel would rejoice together over some choice bush or bird that they had met with. Notable among the latter was the New Zealand \"kiwi,\" known to naturalists as the apteryx, and which is becoming very scarce, from the pursuit of its many enemies. Robert discovered in a nest on the ground a couple of these birds without tails or wings, but with four toes on the foot, and a long beak or bill like that of a woodcock, and small white feathers all over its body. Of this bird there was then an entire absence in the zoological collections of Europe, and Paganel indulged the hope that he might be able to be the proud contributor of such a valuable specimen to the \"Jardin\" of",
      "score": 0.7308215618133544,
      "is_same_book": true
    }
  ]
}