{
  "claim_id": "24",
  "book_name": "In Search of the Castaways",
  "character": "Jacques Paganel",
  "claim_text": "He proposed a South-American trade route to the naval board, was transferred to London and recommended for a berth on Captain Grant’s new ship Brittany.",
  "evidence": [
    {
      "chunk_idx": 20,
      "book": "In search of the castaways",
      "char_start": 119937,
      "char_end": 126459,
      "text": ", and every one had good hopes. On this voyage in search of Captain Grant, the probabilities increased every day. Their captain was one of the most confident on board; but his confidence proceeded especially from the desire that he cherished so strongly at heart, of seeing Miss Mary happy and consoled. He was particularly interested in this young girl; and this feeling he concealed so well, that, except Miss Grant and himself, no one on board the Duncan had perceived it. As for the learned geographer, he was probably the happiest man in the southern hemisphere. He passed his time in studying the maps with which he covered the cabin-table; and then followed daily discussions with Mr. Olbinett, so that he could scarcely set the table. But Paganel had all the passengers on his side except the major, who was very indifferent to geographical questions, especially at dinner-time. Having discovered a whole cargo of odd books in the mate's chests, and among them a number of Cervantes' works, the Frenchman resolved to learn Spanish, which nobody on board knew, and which would facilitate his search on the shores of Chili. Thanks to his love for philology, he did not despair of speaking this new tongue fluently on arriving at Concepcion. He therefore studied assiduously, and was heard incessantly muttering heterogeneous syllables. During his leisure hours he did not fail to give young Robert practical instruction, and taught him the history of the country they were rapidly approaching. In the meantime the Duncan was proceeding at a remarkable rate. She cut the Tropic of Capricorn, and her prow was headed toward the strait of the celebrated geographer. Now and then the low shores of Patagonia were seen, but like an almost invisible line on the horizon. They sailed along the coast for more than ten miles, but Paganel's famous telescope gave him only a vague idea of these American shores. The vessel soon found herself at the head of the strait, and entered without hesitation. This way is generally preferred by steam-vessels bound for the Pacific. Its exact length is three hundred and seventy-six miles. Ships of the greatest tonnage can always find deep water, even near its shores, an excellent bottom, and many springs of water. The rivers abound in fish, the forest in game, there are safe and easy landings at twenty places, and, in short, a thousand resources that are wanting in the Strait of Lemaire, and off the terrible rocks of Cape Horn, which are continually visited by storms and tempests. [Illustration: Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves.] During the first hours of the passage, till you reach Cape Gregory, the shores are low and sandy. The entire passage lasted scarcely thirty-six hours, and this moving panorama of the two shores well rewarded the pains the geographer took to admire it under the radiant beams of the southern sun. No inhabitant appeared on the shores of the continent; and only a few Fuegians wandered along the barren rocks of Terra del Fuego. At one moment the Duncan rounded the peninsula of Brunswick between two magnificent sights. Just here the strait cuts between stupendous masses of granite. The base of the mountains was hidden in the heart of immense forests, while their summits, whitened with eternal snow, were lost in the clouds. Towards the southeast Mount Taru towered six thousand five hundred feet aloft. Night came, preceded by a long twilight, the light melting away insensibly by gentle degrees, while the sky was studded with brilliant stars. In the midst of this partial obscurity, the yacht boldly continued on her course, without casting anchor in the safe bays with which the shores abound. Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves. At others her propeller would beat the waters of the great rivers, starting geese, ducks, snipe, teal, and all the feathered tribes of the marshes. Soon deserted ruins appeared, and fallen monuments, to which the night lent a grand aspect; these were the mournful remains of an abandoned colony, whose name will be an eternal contradiction to the fertility of the coasts and the rich game of the forests. It was Port Famine, the place that the Spaniard Sarmiento colonized in 1581 with four hundred emigrants. Here he founded the city of San Felipe. But the extreme severity of the cold weakened the colony; famine devoured those whom the winter had spared, and in 1587 the explorer Cavendish found the last of these four hundred unfortunates dying of hunger amid the ruins of a city only six years in existence. [Sidenote: CHEERLESS MEMORIES.] The vessel coasted along these deserted shores. At daybreak she sailed in the midst of the narrow passes, between beeches, ash-trees, and birches, from the bosom of which emerged ivy-clad domes, cupolas tapestried with the hardy holly, and lofty spires, among which the obelisk of Buckland rose to a great height. Far out in the sea sported droves of seals and whales of great size, judging by their spouting, which could be seen at a distance of four miles. At last they doubled Cape Froward, still bristling with the ices of winter. On the other side of the strait, on Terra del Fuego, rose Mount Sarmiento to the height of six thousand feet, an enormous mass of rock broken by bands of clouds which formed as it were an aerial archipelago in the sky. [Illustration: Port Famine.] Cape Froward is the real end of the American continent, for Cape Horn is only a lone rock in the sea. Passing this point the strait narrowed between Brunswick Peninsula, and Desolation Island. Then to fertile shores succeeded a line of wild barren coast, cut by a thousand inlets of this tortuous labyrinth. The Duncan unerringly and unhesitatingly pursued its capricious windings, mingling her columns of smoke with the mists on the rocks. Without lessening her speed, she passed several Spanish factories established on these deserted shores. At Cape Tamar the strait widened. The yacht rounded the Narborough Islands, and approached the southern shores. At last, thirty-six hours after entering the strait, the rocks of Cape Pilares were discerned at the extreme point of Desolation Island. An immense open glittering sea extended before her prow, and Jacques Paganel, hailing it with an enthusiastic gesture, felt moved like Ferdinand Magellan himself, when the sails of the Trinidad swelled before the breezes of the Pacific. CHAPTER X. THE COURSE DEC",
      "score": 0.763330054283142,
      "is_same_book": true
    },
    {
      "chunk_idx": 20,
      "book": "In_search_of_the_castaways",
      "char_start": 119937,
      "char_end": 126459,
      "text": ", and every one had good hopes. On this voyage in search of Captain Grant, the probabilities increased every day. Their captain was one of the most confident on board; but his confidence proceeded especially from the desire that he cherished so strongly at heart, of seeing Miss Mary happy and consoled. He was particularly interested in this young girl; and this feeling he concealed so well, that, except Miss Grant and himself, no one on board the Duncan had perceived it. As for the learned geographer, he was probably the happiest man in the southern hemisphere. He passed his time in studying the maps with which he covered the cabin-table; and then followed daily discussions with Mr. Olbinett, so that he could scarcely set the table. But Paganel had all the passengers on his side except the major, who was very indifferent to geographical questions, especially at dinner-time. Having discovered a whole cargo of odd books in the mate's chests, and among them a number of Cervantes' works, the Frenchman resolved to learn Spanish, which nobody on board knew, and which would facilitate his search on the shores of Chili. Thanks to his love for philology, he did not despair of speaking this new tongue fluently on arriving at Concepcion. He therefore studied assiduously, and was heard incessantly muttering heterogeneous syllables. During his leisure hours he did not fail to give young Robert practical instruction, and taught him the history of the country they were rapidly approaching. In the meantime the Duncan was proceeding at a remarkable rate. She cut the Tropic of Capricorn, and her prow was headed toward the strait of the celebrated geographer. Now and then the low shores of Patagonia were seen, but like an almost invisible line on the horizon. They sailed along the coast for more than ten miles, but Paganel's famous telescope gave him only a vague idea of these American shores. The vessel soon found herself at the head of the strait, and entered without hesitation. This way is generally preferred by steam-vessels bound for the Pacific. Its exact length is three hundred and seventy-six miles. Ships of the greatest tonnage can always find deep water, even near its shores, an excellent bottom, and many springs of water. The rivers abound in fish, the forest in game, there are safe and easy landings at twenty places, and, in short, a thousand resources that are wanting in the Strait of Lemaire, and off the terrible rocks of Cape Horn, which are continually visited by storms and tempests. [Illustration: Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves.] During the first hours of the passage, till you reach Cape Gregory, the shores are low and sandy. The entire passage lasted scarcely thirty-six hours, and this moving panorama of the two shores well rewarded the pains the geographer took to admire it under the radiant beams of the southern sun. No inhabitant appeared on the shores of the continent; and only a few Fuegians wandered along the barren rocks of Terra del Fuego. At one moment the Duncan rounded the peninsula of Brunswick between two magnificent sights. Just here the strait cuts between stupendous masses of granite. The base of the mountains was hidden in the heart of immense forests, while their summits, whitened with eternal snow, were lost in the clouds. Towards the southeast Mount Taru towered six thousand five hundred feet aloft. Night came, preceded by a long twilight, the light melting away insensibly by gentle degrees, while the sky was studded with brilliant stars. In the midst of this partial obscurity, the yacht boldly continued on her course, without casting anchor in the safe bays with which the shores abound. Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves. At others her propeller would beat the waters of the great rivers, starting geese, ducks, snipe, teal, and all the feathered tribes of the marshes. Soon deserted ruins appeared, and fallen monuments, to which the night lent a grand aspect; these were the mournful remains of an abandoned colony, whose name will be an eternal contradiction to the fertility of the coasts and the rich game of the forests. It was Port Famine, the place that the Spaniard Sarmiento colonized in 1581 with four hundred emigrants. Here he founded the city of San Felipe. But the extreme severity of the cold weakened the colony; famine devoured those whom the winter had spared, and in 1587 the explorer Cavendish found the last of these four hundred unfortunates dying of hunger amid the ruins of a city only six years in existence. [Sidenote: CHEERLESS MEMORIES.] The vessel coasted along these deserted shores. At daybreak she sailed in the midst of the narrow passes, between beeches, ash-trees, and birches, from the bosom of which emerged ivy-clad domes, cupolas tapestried with the hardy holly, and lofty spires, among which the obelisk of Buckland rose to a great height. Far out in the sea sported droves of seals and whales of great size, judging by their spouting, which could be seen at a distance of four miles. At last they doubled Cape Froward, still bristling with the ices of winter. On the other side of the strait, on Terra del Fuego, rose Mount Sarmiento to the height of six thousand feet, an enormous mass of rock broken by bands of clouds which formed as it were an aerial archipelago in the sky. [Illustration: Port Famine.] Cape Froward is the real end of the American continent, for Cape Horn is only a lone rock in the sea. Passing this point the strait narrowed between Brunswick Peninsula, and Desolation Island. Then to fertile shores succeeded a line of wild barren coast, cut by a thousand inlets of this tortuous labyrinth. The Duncan unerringly and unhesitatingly pursued its capricious windings, mingling her columns of smoke with the mists on the rocks. Without lessening her speed, she passed several Spanish factories established on these deserted shores. At Cape Tamar the strait widened. The yacht rounded the Narborough Islands, and approached the southern shores. At last, thirty-six hours after entering the strait, the rocks of Cape Pilares were discerned at the extreme point of Desolation Island. An immense open glittering sea extended before her prow, and Jacques Paganel, hailing it with an enthusiastic gesture, felt moved like Ferdinand Magellan himself, when the sails of the Trinidad swelled before the breezes of the Pacific. CHAPTER X. THE COURSE DEC",
      "score": 0.763330054283142,
      "is_same_book": true
    },
    {
      "chunk_idx": 128,
      "book": "In search of the castaways",
      "char_start": 787275,
      "char_end": 793436,
      "text": " Mary Grant were reposing in their berths, Paganel and his friends conversed seriously as they paced the deck. The geographer had asked Captain Mangles whether the raft could not follow the coast as far as Auckland, instead of landing the passengers at once. The captain replied that it would be impossible with such a rude craft. \"And could we have done with the boat what we cannot do with the raft?\" \"Yes, candidly speaking, we could,\" was the reply; \"but with the necessity of sailing by day and anchoring by night.\" [Sidenote: A FRENCHMAN'S FOIBLE.] \"Then these wretches, who have abandoned us----\" \"Oh,\" said Captain Mangles, \"they were drunk, and in the profound darkness I fear they have paid for their cowardly desertion with their lives.\" \"So much the worse for them,\" continued Paganel; \"and for us, too, as this boat would have been useful.\" \"What do you mean, Paganel?\" said Glenarvan. \"The raft will take us ashore.\" \"That is precisely what I would avoid,\" replied the geographer. \"What! can a journey of not more than twenty miles terrify us, after what has been done on the Pampas and in Australia?\" \"My friends,\" resumed Paganel, \"I do not doubt your courage, nor that of our fair companions. Twenty miles is nothing in any other country except New Zealand. Here, however, anything is better than venturing upon these treacherous shores.\" \"Anything is better than exposing yourself to certain death on a wrecked vessel,\" returned Captain Mangles. \"What have we to fear in New Zealand?\" asked Glenarvan. \"The savages!\" replied Paganel. \"The savages?\" said Glenarvan. \"Can we not avoid them by following the coast? Besides, an attack from a few wretches cannot intimidate ten well-armed and determined Europeans.\" \"It is not a question of wretches,\" rejoined Paganel. \"The New Zealanders form terrible tribes that struggle against the English government, fight with invaders, frequently conquer them, and always eat them.\" \"Cannibals! cannibals!\" cried Robert; and then he murmured, as though afraid to give full utterance to the words, \"My sister! Lady Helena!\" \"Never fear, my boy!\" said Glenarvan; \"our friend Paganel exaggerates.\" [Illustration: The work was accordingly begun, and considerably advanced when night interrupted them.] [Illustration: Not long since, in the year 1864, one of these clergymen was seized by the chiefs and hung from the tree.] \"I do not exaggerate,\" replied Paganel. \"With these New Zealanders war is what the sports of the chase are to civilized nations; and the game they hunt for they feast upon.\" \"Paganel,\" said the major, \"this may be all very true, but have you forgotten the introduction of Christianity? has it not destroyed these anthropophagous habits?\" \"No, it has not,\" was the prompt reply. \"The records are yet fresh of ministers who have gone out to proclaim Christianity and have fallen victims to the murderous and cannibal instincts of those to whom they preached. Not long since, in the year 1864, one of these clergymen was seized by the chiefs, was hung to the tree, was tantalized and tortured to his last moments; and then, whilst some tore his body to pieces, others devoured the various members. No, the Maoris are still cannibals, and will remain so for some time to come.\" But Paganel was on this point a pessimist, contrary to his usual characteristic. CHAPTER XLVII. A DREADED COUNTRY. What Paganel had stated was indisputable. The cruelty of the New Zealanders could not be doubted. There was, therefore, danger in landing. But if the danger had been a hundred times greater, it must have been faced. Captain Mangles felt the necessity of leaving this vessel, which would soon break up. Between two perils, one certain, the other only probable, there was no possible hesitation. [Sidenote: ANOTHER CHANGE OF RESIDENCE.] As for the chance of being picked up by some passing ship, they could not reasonably rely upon it, for the Macquarie was out of the course usually taken in going to New Zealand. The shipwreck had happened on the desert shores of Ika-Na-Maoui. \"When shall we start?\" asked Glenarvan. \"To-morrow morning at ten o'clock,\" replied Captain Mangles. \"The tide will begin to rise then, and will carry us ashore.\" Early the next day the raft was finished. The captain had given his entire attention to its construction. They needed a steady and manageable craft, and one capable of resisting the waves for a voyage of nine miles. The masts of the brig could alone furnish the necessary materials. The raft was at length completed. It could doubtless sustain the shock of the surges; but could it be steered, and the coast be reached, if the wind should veer? This was a question only to be decided by trial. At nine o'clock the loading began. The provisions were first put on board in sufficient quantities to last until the arrival at Auckland, for there could be no reliance upon the products of this dreaded country. Olbinett furnished some preserved meats, the remains of the Macquarie's supplies. There was very little, however; and they were forced to depend upon the coarse fare of the mess, which consisted of very inferior ship-biscuits and two barrels of salt fish, greatly to the steward's regret. These stores were inclosed in sealed cans and then secured to the foot of the mast. The arms and ammunition were put in a safe and dry place. Fortunately, the travelers were well supplied with rifles and revolvers. A small anchor was taken on board, in case they should reach the shore at low tide and be forced to anchor in the offing. Flood-tide soon began, the breeze blew gently from the northwest, and a slight swell agitated the surface of the sea. \"Are we ready?\" asked Captain Mangles. \"All is ready, captain,\" replied Wilson. \"Aboard, then!\" Lady Helena and Mary Grant descended the ship's side by a clumsy rope-ladder, and took their seats at the foot of the mast near the cases of provisions, their companions around them. Wilson took the helm, the captain stationed himself at the sail-tackling, and Mulready cut the cable that confined the raft to the brig. The sail was spread, and they began to move towards the shore under the combined influence",
      "score": 0.7612567067146301,
      "is_same_book": true
    }
  ]
}