{
  "claim_id": "27",
  "book_name": "In Search of the Castaways",
  "character": "Tom Ayrton/Ben Joyce",
  "claim_text": "At twelve he ran away to the docks, worked as a porter and lost hearing in his left ear after a beating for secretly poring over a captain’s charts.",
  "evidence": [
    {
      "chunk_idx": 108,
      "book": "In search of the castaways",
      "char_start": 664218,
      "char_end": 670539,
      "text": "angles had intercepted his glance, and instinctively felt his suspicions increased. The quartermaster made his preparations for departure, aided by the two sailors, one of whom attended to his horse, and the other to his provisions. Meantime Glenarvan wrote the letter designed for Tom Austin. He ordered the mate of the Duncan to repair without delay to Twofold Bay, and recommended the quartermaster to him as a man in whom he could place entire confidence. As soon as he arrived at the bay, he was to send a detachment of sailors under the command of Ayrton. He had just reached this part of his letter, when the major, who had been looking over his shoulder, asked him, in a singular tone, how he wrote the word Ayrton. \"As it is pronounced,\" replied Glenarvan. \"That is a mistake,\" said the major coolly. \"It is pronounced Ayrton, but it is written 'Ben Joyce'!\" CHAPTER XLI. THE PLOT UNVEILED. The sound of the name of Ben Joyce fell upon the party like a thunderbolt. Ayrton suddenly sprang to his feet. In his hand was a revolver. A report was heard; and Glenarvan fell, struck by a bullet. Before Captain Mangles and the sailors recovered from the surprise into which this unexpected turn of affairs had thrown them, the audacious convict had escaped, and joined his band, scattered along the edge of the wood of gum-trees. [Illustration: A report was heard; and Glenarvan fell, struck by a bullet.] The tent did not offer a sufficient shelter against the bullets, and it was clearly necessary to beat a retreat. Glenarvan, who was but slightly injured, had risen. \"To the cart! to the cart!\" cried Captain Mangles, as he hurried on Lady Helena and Mary Grant, who were soon in safety behind its stout sides. The captain, the major, Paganel, and the sailors then seized their rifles, and stood ready to repel the convicts. Glenarvan and Robert had joined the ladies, while Olbinett hastened to the common defence. These events had transpired with the rapidity of lightning. Captain Mangles attentively watched the edge of the wood; but the reports suddenly ceased on the arrival of Ben Joyce, and a profound silence succeeded the noisy fusillade. A few wreaths of white smoke were still curling up between the branches of the gum-trees, but the tall tufts of gastrolobium were motionless and all signs of attack had disappeared. The major and Captain Mangles extended their examinations as far as the great trees. The place was abandoned. Numerous footprints were seen, and a few half-burnt cartridges smoked on the ground. The major, like a prudent man, extinguished them, for a spark was enough to kindle a formidable conflagration in this forest of dry trees. \"The convicts have disappeared,\" said Captain Mangles. \"Yes,\" replied the major; \"and this disappearance alarms me. I should prefer to meet them face to face. It is better to encounter a tiger in the open plain than a serpent in the grass. Let us search these bushes around the cart.\" [Sidenote: UNRAVELINGS.] The major and captain scoured the surrounding country. But from the edge of the wood to the banks of the Snowy they did not meet with a single convict. Ben Joyce's band seemed to have flown away, like a flock of mischievous birds. This disappearance was too strange to inspire a perfect security. They therefore resolved to keep on the watch. The cart, which was a really immovable fortress, became the centre of the encampment, and two men kept guard, relieving each other every hour. Lady Helena and Mary Grant's first care had been to dress Glenarvan's wound. At the very moment that her husband fell, from Ben Joyce's bullet, in her terror she had rushed towards him. Then, controlling her emotion, this courageous woman had assisted Glenarvan to the cart. Here the shoulder of the wounded man was laid bare, and the major perceived that the ball had lacerated the flesh, causing no other injury. Neither bones nor large muscles seemed affected. The wound bled considerably, but Glenarvan, by moving the fingers of his hand and fore-arm, encouraged his friends to expect a favorable result. When his wound was dressed, he no longer desired any attention, and explanations followed. The travelers, except Wilson and Mulready, who were keeping guard outside, had taken seats as well as possible in the cart, and the major was requested to speak. Before beginning his story, he informed Lady Helena of the escape of a band of convicts from Perth, their appearance in the province of Victoria, and their complicity in the railway disaster. He gave her the number of the _Australian and New Zealand Gazette_ purchased at Seymour, and added that the police had set a price on the head of Ben Joyce, a formidable bandit, whom eighteen months of crime had given a wide-spread notoriety. But how had MacNabb recognized this Ben Joyce in the quartermaster Ayrton? Here was the mystery that all wished to solve; and the major explained. Since the day of his meeting with Ayrton he had suspected him. Two or three almost insignificant circumstances, a glance exchanged between the quartermaster and the farrier at Wimerra River, Ayrton's hesitation to pass through the towns and villages, his strong wish to order the Duncan to the coast, the strange death of the animals confided to his care, and, finally, a want of frankness in his actions,--all these facts, gradually noticed, had roused the major's suspicions. However, he could form no direct accusation until the events that had transpired the preceding night. Gliding between the tall clumps of shrubbery, as was related in the previous chapter, he approached near the suspicious shadows that had attracted his attention half a mile from the encampment. The phosphorescent plants cast their pale rays through the darkness. Three men were examining some tracks on the ground, and among them he recognized the farrier of Black Point Station. \"Here they are,\" said one. \"Yes,\" replied another, \"here is the trefoil of the hoofs again.\" \"It has been like this since leaving the Wimerra.\" \"All the horses are dead.\" \"The poison is not far away.\" \"There is enough here to settle an entire troop of cavalry. This gastrolobium is a useful plant.\" \"Then they were silent,\" added MacNabb, \"and departed. I wanted to know more: I followed them. The conversation soon began again. 'A cunning man, this",
      "score": 0.7665940046310424,
      "is_same_book": true
    },
    {
      "chunk_idx": 108,
      "book": "In_search_of_the_castaways",
      "char_start": 664218,
      "char_end": 670539,
      "text": "angles had intercepted his glance, and instinctively felt his suspicions increased. The quartermaster made his preparations for departure, aided by the two sailors, one of whom attended to his horse, and the other to his provisions. Meantime Glenarvan wrote the letter designed for Tom Austin. He ordered the mate of the Duncan to repair without delay to Twofold Bay, and recommended the quartermaster to him as a man in whom he could place entire confidence. As soon as he arrived at the bay, he was to send a detachment of sailors under the command of Ayrton. He had just reached this part of his letter, when the major, who had been looking over his shoulder, asked him, in a singular tone, how he wrote the word Ayrton. \"As it is pronounced,\" replied Glenarvan. \"That is a mistake,\" said the major coolly. \"It is pronounced Ayrton, but it is written 'Ben Joyce'!\" CHAPTER XLI. THE PLOT UNVEILED. The sound of the name of Ben Joyce fell upon the party like a thunderbolt. Ayrton suddenly sprang to his feet. In his hand was a revolver. A report was heard; and Glenarvan fell, struck by a bullet. Before Captain Mangles and the sailors recovered from the surprise into which this unexpected turn of affairs had thrown them, the audacious convict had escaped, and joined his band, scattered along the edge of the wood of gum-trees. [Illustration: A report was heard; and Glenarvan fell, struck by a bullet.] The tent did not offer a sufficient shelter against the bullets, and it was clearly necessary to beat a retreat. Glenarvan, who was but slightly injured, had risen. \"To the cart! to the cart!\" cried Captain Mangles, as he hurried on Lady Helena and Mary Grant, who were soon in safety behind its stout sides. The captain, the major, Paganel, and the sailors then seized their rifles, and stood ready to repel the convicts. Glenarvan and Robert had joined the ladies, while Olbinett hastened to the common defence. These events had transpired with the rapidity of lightning. Captain Mangles attentively watched the edge of the wood; but the reports suddenly ceased on the arrival of Ben Joyce, and a profound silence succeeded the noisy fusillade. A few wreaths of white smoke were still curling up between the branches of the gum-trees, but the tall tufts of gastrolobium were motionless and all signs of attack had disappeared. The major and Captain Mangles extended their examinations as far as the great trees. The place was abandoned. Numerous footprints were seen, and a few half-burnt cartridges smoked on the ground. The major, like a prudent man, extinguished them, for a spark was enough to kindle a formidable conflagration in this forest of dry trees. \"The convicts have disappeared,\" said Captain Mangles. \"Yes,\" replied the major; \"and this disappearance alarms me. I should prefer to meet them face to face. It is better to encounter a tiger in the open plain than a serpent in the grass. Let us search these bushes around the cart.\" [Sidenote: UNRAVELINGS.] The major and captain scoured the surrounding country. But from the edge of the wood to the banks of the Snowy they did not meet with a single convict. Ben Joyce's band seemed to have flown away, like a flock of mischievous birds. This disappearance was too strange to inspire a perfect security. They therefore resolved to keep on the watch. The cart, which was a really immovable fortress, became the centre of the encampment, and two men kept guard, relieving each other every hour. Lady Helena and Mary Grant's first care had been to dress Glenarvan's wound. At the very moment that her husband fell, from Ben Joyce's bullet, in her terror she had rushed towards him. Then, controlling her emotion, this courageous woman had assisted Glenarvan to the cart. Here the shoulder of the wounded man was laid bare, and the major perceived that the ball had lacerated the flesh, causing no other injury. Neither bones nor large muscles seemed affected. The wound bled considerably, but Glenarvan, by moving the fingers of his hand and fore-arm, encouraged his friends to expect a favorable result. When his wound was dressed, he no longer desired any attention, and explanations followed. The travelers, except Wilson and Mulready, who were keeping guard outside, had taken seats as well as possible in the cart, and the major was requested to speak. Before beginning his story, he informed Lady Helena of the escape of a band of convicts from Perth, their appearance in the province of Victoria, and their complicity in the railway disaster. He gave her the number of the _Australian and New Zealand Gazette_ purchased at Seymour, and added that the police had set a price on the head of Ben Joyce, a formidable bandit, whom eighteen months of crime had given a wide-spread notoriety. But how had MacNabb recognized this Ben Joyce in the quartermaster Ayrton? Here was the mystery that all wished to solve; and the major explained. Since the day of his meeting with Ayrton he had suspected him. Two or three almost insignificant circumstances, a glance exchanged between the quartermaster and the farrier at Wimerra River, Ayrton's hesitation to pass through the towns and villages, his strong wish to order the Duncan to the coast, the strange death of the animals confided to his care, and, finally, a want of frankness in his actions,--all these facts, gradually noticed, had roused the major's suspicions. However, he could form no direct accusation until the events that had transpired the preceding night. Gliding between the tall clumps of shrubbery, as was related in the previous chapter, he approached near the suspicious shadows that had attracted his attention half a mile from the encampment. The phosphorescent plants cast their pale rays through the darkness. Three men were examining some tracks on the ground, and among them he recognized the farrier of Black Point Station. \"Here they are,\" said one. \"Yes,\" replied another, \"here is the trefoil of the hoofs again.\" \"It has been like this since leaving the Wimerra.\" \"All the horses are dead.\" \"The poison is not far away.\" \"There is enough here to settle an entire troop of cavalry. This gastrolobium is a useful plant.\" \"Then they were silent,\" added MacNabb, \"and departed. I wanted to know more: I followed them. The conversation soon began again. 'A cunning man, this",
      "score": 0.7665940046310424,
      "is_same_book": true
    },
    {
      "chunk_idx": 156,
      "book": "In search of the castaways",
      "char_start": 962123,
      "char_end": 968084,
      "text": " Ayrton. However, when the meal was ended, and the passengers had assembled on deck, Glenarvan informed them of the quartermaster's presence on board. At the same time he declared his intention of sending for him. \"Can I be released from attending this tribunal?\" asked Lady Helena. \"I confess to you, my dear Edward, that the sight of this unfortunate would be very painful to me.\" \"It is only to confront him, Helena,\" replied Glenarvan. \"Remain, if you can. Ben Joyce should see himself face to face with all his intended victims.\" Lady Helena yielded to this request, and Mary Grant and she took their places beside him, while around them stood the major, Paganel, Captain Mangles, Robert, Wilson, Mulready, and Olbinett, all who had suffered so severely by the convict's treason. The crew of the yacht, who did not yet understand the seriousness of these proceedings, maintained a profound silence. \"Call Ayrton!\" said Glenarvan. CHAPTER LVI. AYRTON'S OBSTINACY. Ayrton soon made his appearance. He crossed the deck with a confident step, and ascended the poop-stairs. His eyes had a sullen look, his teeth were set, and his fists clinched convulsively. His bearing displayed neither exultation nor humility. As soon as he was in Lord Glenarvan's presence, he folded his arms, and calmly and silently waited to be questioned: \"Ayrton,\" said Glenarvan, \"here we all are, as you see, on board the Duncan, that you would have surrendered to Ben Joyce's accomplices.\" At these words the lips of the quartermaster slightly trembled. A quick blush colored his hard features,--not the sign of remorse, but the shame of defeat. He was prisoner on this yacht that he had meant to command as master, and his fate was soon to be decided. However, he made no reply. Glenarvan waited patiently, but Ayrton still persisted in maintaining an obstinate silence. \"Speak, Ayrton; what have you to say?\" continued Glenarvan. The convict hesitated, and the lines of his forehead were strongly contracted. At last he said, in a calm voice: \"I have nothing to say, my lord. I was foolish enough to let myself be taken. Do what you please.\" [Sidenote: A DUMB PRISONER.] Having given his answer, the quartermaster turned his eyes toward the coast that extended along the west, and affected a profound indifference for all that was passing around him. You would have thought, to look at him, that he was a stranger to this serious affair. But Glenarvan had resolved to be patient. A powerful motive urged him to ascertain certain circumstances of Ayrton's mysterious life, especially as regarded Harry Grant and the Britannia. He therefore resumed his inquiries, speaking with extreme mildness, and imposing the most perfect calmness upon the violent agitation of his heart. \"I hope, Ayrton,\" continued he, \"that you will not refuse to answer certain questions that I desire to ask you. And, first, am I to call you Ayrton or Ben Joyce? Are you the quartermaster of the Britannia?\" Ayrton remained unmoved, watching the coast, deaf to every question. Glenarvan, whose eye flashed with some inward emotion, continued to question him. \"Will you tell me how you left the Britannia, and why you were in Australia?\" There was the same silence, the same obstinacy. \"Listen to me, Ayrton,\" resumed Glenarvan. \"It is for your interest to speak. We may reward a frank confession, which is your only resort. For the last time, will you answer my questions?\" Ayrton turned his head towards Glenarvan, and looked him full in the face. \"My lord,\" said he, \"I have nothing to answer. It is for justice to prove against me.\" \"The proofs will be easy,\" replied Glenarvan. [Sidenote: USELESS APPEALS.] \"Easy, my lord?\" continued the quartermaster, in a sneering tone. \"Your lordship seems to me very hasty. I declare that the best judge in Westminster Hall would be puzzled to establish my identity. Who can say why I came to Australia, since Captain Grant is no longer here to inform you? Who can prove that I am that Ben Joyce described by the police, since they have never laid hands upon me, and my companions are at liberty? Who, except you, can charge me, not to say with a crime, but even with a culpable action?\" [Illustration: Ayrton soon made his appearance. He crossed the deck with a confident step, and ascended the poop-stairs.] Ayrton had grown animated while speaking, but soon relapsed into his former indifference. He doubtless imagined that this declaration would end the examination: but Glenarvan resumed, and said: \"Ayrton, I am not a judge charged with trying you. This is not my business. It is important that our respective positions should be clearly defined. I ask nothing that can implicate you, for that is the part of justice. But you know what search I am pursuing, and, with a word, you can put me on the track I have lost. Will you speak?\" Ayrton shook his head, like a man determined to keep silent. \"Will you tell me where Captain Grant is?\" asked Glenarvan. \"No, my lord.\" \"Will you point out where the Britannia was wrecked?\" \"Certainly not.\" \"Ayrton,\" said Glenarvan, in almost a suppliant tone, \"will you, at least, if you know where Captain Grant is, tell his poor children, who are only waiting for a word from your lips?\" The quartermaster hesitated; his features quivered; but, in a low voice, he muttered: \"I cannot, my lord.\" Then, as if he reproached himself for a moment's weakness, he added, angrily: \"No, I will not speak! Hang me if you will!\" \"Hang, then!\" cried Glenarvan, overcome by a sudden feeling of indignation. But finally controlling himself, he said, in a grave voice: \"There are neither judges nor hangmen here. At the first landing-place you shall be put into the hands of the English authorities.\" \"Just what I desire,\" replied the quartermaster. Thereupon he was taken back to the cabin that served as his prison, and two sailors were stationed at the door, with orders to watch all his movements. The witnesses of this scene retired",
      "score": 0.7274512767791748,
      "is_same_book": true
    }
  ]
}