{
  "claim_id": "3",
  "book_name": "In Search of the Castaways",
  "character": "Jacques Paganel",
  "claim_text": "After his mother died he quarrelled with his father and left home, carrying the Polynesian nautical charts she had bequeathed to him.",
  "evidence": [
    {
      "chunk_idx": 155,
      "book": "In search of the castaways",
      "char_start": 956293,
      "char_end": 962123,
      "text": " He held in his hand the letter written by Paganel, and signed by Glenarvan. \"Read it, my lord,\" said the old sailor. Glenarvan took the letter, and read: \"Order for Tom Austin to put to sea, and bring the Duncan to the eastern coast of New Zealand.\" \"New Zealand?\" cried Paganel, starting. He snatched the letter from Glenarvan's hands, rubbed his eyes, adjusted his spectacles to his nose, and read in his turn. \"New Zealand!\" repeated he, in an indescribable tone, while the letter slipped from his fingers. Just then he felt a hand fall upon his shoulder. He turned, and found himself face to face with the major. [Sidenote: PAGANEL IN THE WITNESS-BOX.] \"Well, my good Paganel,\" said MacNabb, in a grave tone, \"it is fortunate that you did not send the Duncan to Cochin-China.\" This sally finished the poor geographer. A fit of laughter seized the whole crew. Paganel, as if mad, ran to and fro, holding his head in his hands, and tearing his hair. However, when he had recovered from his frenzy, there was still another unavoidable question to answer. \"Now, Paganel,\" said Glenarvan, \"be candid. I acknowledge that your absent-mindedness has been providential. To be sure, without you the Duncan would have fallen into the hands of the convicts; without you we should have been recaptured by the Maoris. But do tell me, what strange association of ideas, what unnatural aberration, induced you to write New Zealand instead of Australia?\" \"Very well,\" said Paganel. \"It was----\" But at that moment his eyes fell upon Robert and Mary Grant, and he stopped short, finally replying: \"Never mind, my dear Glenarvan. I am a madman, a fool, an incorrigible being, and shall die a most famous blunderer!\" The affair was no longer discussed. The mystery of the Duncan's presence there was solved; and the travelers, so miraculously saved, thought only of revisiting their comfortable cabins and partaking of a good breakfast. However, leaving Lady Helena, Mary Grant, the major, Paganel, and Robert to enter the saloon, Glenarvan and Captain Mangles retained Tom Austin with them. They wished to question him further. \"Now, Tom,\" said Glenarvan, \"let me know: did not this order to sail for the coast of New Zealand seem strange to you?\" \"Yes, my lord,\" replied Austin. \"I was very much surprised; but, as I am not in the habit of discussing the orders I receive, I obeyed. Could I act otherwise? If any accident had happened from not following your instructions, should I not have been to blame? Would you have done differently, captain?\" \"No, Tom,\" answered Captain Mangles. \"But what did you think?\" asked Glenarvan. \"I thought, my lord, that, in the cause of Captain Grant, it was necessary to go wherever you directed me; that by some combination of circumstances another vessel would take you to New Zealand, and that I was to wait for you on the eastern coast of the island. Moreover, on leaving Melbourne, I kept my destination secret, and the crew did not know it till we were out at sea and the shores of Australia had disappeared from sight. But then an incident occurred that perplexed me very much.\" \"What do you mean, Tom?\" inquired Glenarvan. \"I mean,\" he replied, \"that when the quartermaster, Ayrton, learned, the day after our departure, the Duncan's destination----\" \"Ayrton!\" cried Glenarvan. \"Is he on board?\" \"Yes, my lord.\" \"Ayrton here!\" repeated Glenarvan, glancing at Captain Mangles. \"Wonderful indeed!\" said the young captain. In an instant, with the swiftness of lightning, Ayrton's conduct, his long-contrived treachery, Glenarvan's wound, the attack upon Mulready, their sufferings in the marshes of the Snowy, all the wretch's deeds, flashed upon the minds of the two men. And now, by a strange fatality, the convict was in their power. \"Where is he?\" asked Glenarvan quickly. \"In a cabin in the forecastle,\" replied Tom Austin, \"closely guarded.\" \"Why this confinement?\" [Sidenote: AN UNOFFICIAL TRIBUNAL.] \"Because, when Ayrton saw that the yacht was sailing for New Zealand, he flew into a passion; because he attempted to force me to change the ship's course; because he threatened me; and, finally, because he urged my men to a mutiny. I saw that he was a dangerous person, and was compelled, therefore, to take precautions against him.\" \"And since that time?\" \"Since that time he has been in his cabin, without offering to come out.\" \"Good!\" At this moment Glenarvan and Captain Mangles were summoned to the saloon. Breakfast, which they so much needed, was ready. They took seats at the table, but did not speak of Ayrton. However, when the meal was ended, and the passengers had assembled on deck, Glenarvan informed them of the quartermaster's presence on board. At the same time he declared his intention of sending for him. \"Can I be released from attending this tribunal?\" asked Lady Helena. \"I confess to you, my dear Edward, that the sight of this unfortunate would be very painful to me.\" \"It is only to confront him, Helena,\" replied Glenarvan. \"Remain, if you can. Ben Joyce should see himself face to face with all his intended victims.\" Lady Helena yielded to this request, and Mary Grant and she took their places beside him, while around them stood the major, Paganel, Captain Mangles, Robert, Wilson, Mulready, and Olbinett, all who had suffered so severely by the convict's treason. The crew of the yacht, who did not yet understand the seriousness of these proceedings, maintained a profound silence. \"Call Ayrton!\" said Glenarvan. CHAPTER LVI. AYRTON'S OBSTINACY. Ayrton soon made his appearance. He crossed the deck with a confident step, and ascended the poop-stairs. His eyes had a sullen look, his teeth were set, and his fists clinched convulsively. His bearing displayed neither exultation nor humility. As soon as he was in Lord Glenarvan's presence, he folded his arms,",
      "score": 0.6710673093795776,
      "is_same_book": true
    },
    {
      "chunk_idx": 155,
      "book": "In_search_of_the_castaways",
      "char_start": 956293,
      "char_end": 962123,
      "text": " He held in his hand the letter written by Paganel, and signed by Glenarvan. \"Read it, my lord,\" said the old sailor. Glenarvan took the letter, and read: \"Order for Tom Austin to put to sea, and bring the Duncan to the eastern coast of New Zealand.\" \"New Zealand?\" cried Paganel, starting. He snatched the letter from Glenarvan's hands, rubbed his eyes, adjusted his spectacles to his nose, and read in his turn. \"New Zealand!\" repeated he, in an indescribable tone, while the letter slipped from his fingers. Just then he felt a hand fall upon his shoulder. He turned, and found himself face to face with the major. [Sidenote: PAGANEL IN THE WITNESS-BOX.] \"Well, my good Paganel,\" said MacNabb, in a grave tone, \"it is fortunate that you did not send the Duncan to Cochin-China.\" This sally finished the poor geographer. A fit of laughter seized the whole crew. Paganel, as if mad, ran to and fro, holding his head in his hands, and tearing his hair. However, when he had recovered from his frenzy, there was still another unavoidable question to answer. \"Now, Paganel,\" said Glenarvan, \"be candid. I acknowledge that your absent-mindedness has been providential. To be sure, without you the Duncan would have fallen into the hands of the convicts; without you we should have been recaptured by the Maoris. But do tell me, what strange association of ideas, what unnatural aberration, induced you to write New Zealand instead of Australia?\" \"Very well,\" said Paganel. \"It was----\" But at that moment his eyes fell upon Robert and Mary Grant, and he stopped short, finally replying: \"Never mind, my dear Glenarvan. I am a madman, a fool, an incorrigible being, and shall die a most famous blunderer!\" The affair was no longer discussed. The mystery of the Duncan's presence there was solved; and the travelers, so miraculously saved, thought only of revisiting their comfortable cabins and partaking of a good breakfast. However, leaving Lady Helena, Mary Grant, the major, Paganel, and Robert to enter the saloon, Glenarvan and Captain Mangles retained Tom Austin with them. They wished to question him further. \"Now, Tom,\" said Glenarvan, \"let me know: did not this order to sail for the coast of New Zealand seem strange to you?\" \"Yes, my lord,\" replied Austin. \"I was very much surprised; but, as I am not in the habit of discussing the orders I receive, I obeyed. Could I act otherwise? If any accident had happened from not following your instructions, should I not have been to blame? Would you have done differently, captain?\" \"No, Tom,\" answered Captain Mangles. \"But what did you think?\" asked Glenarvan. \"I thought, my lord, that, in the cause of Captain Grant, it was necessary to go wherever you directed me; that by some combination of circumstances another vessel would take you to New Zealand, and that I was to wait for you on the eastern coast of the island. Moreover, on leaving Melbourne, I kept my destination secret, and the crew did not know it till we were out at sea and the shores of Australia had disappeared from sight. But then an incident occurred that perplexed me very much.\" \"What do you mean, Tom?\" inquired Glenarvan. \"I mean,\" he replied, \"that when the quartermaster, Ayrton, learned, the day after our departure, the Duncan's destination----\" \"Ayrton!\" cried Glenarvan. \"Is he on board?\" \"Yes, my lord.\" \"Ayrton here!\" repeated Glenarvan, glancing at Captain Mangles. \"Wonderful indeed!\" said the young captain. In an instant, with the swiftness of lightning, Ayrton's conduct, his long-contrived treachery, Glenarvan's wound, the attack upon Mulready, their sufferings in the marshes of the Snowy, all the wretch's deeds, flashed upon the minds of the two men. And now, by a strange fatality, the convict was in their power. \"Where is he?\" asked Glenarvan quickly. \"In a cabin in the forecastle,\" replied Tom Austin, \"closely guarded.\" \"Why this confinement?\" [Sidenote: AN UNOFFICIAL TRIBUNAL.] \"Because, when Ayrton saw that the yacht was sailing for New Zealand, he flew into a passion; because he attempted to force me to change the ship's course; because he threatened me; and, finally, because he urged my men to a mutiny. I saw that he was a dangerous person, and was compelled, therefore, to take precautions against him.\" \"And since that time?\" \"Since that time he has been in his cabin, without offering to come out.\" \"Good!\" At this moment Glenarvan and Captain Mangles were summoned to the saloon. Breakfast, which they so much needed, was ready. They took seats at the table, but did not speak of Ayrton. However, when the meal was ended, and the passengers had assembled on deck, Glenarvan informed them of the quartermaster's presence on board. At the same time he declared his intention of sending for him. \"Can I be released from attending this tribunal?\" asked Lady Helena. \"I confess to you, my dear Edward, that the sight of this unfortunate would be very painful to me.\" \"It is only to confront him, Helena,\" replied Glenarvan. \"Remain, if you can. Ben Joyce should see himself face to face with all his intended victims.\" Lady Helena yielded to this request, and Mary Grant and she took their places beside him, while around them stood the major, Paganel, Captain Mangles, Robert, Wilson, Mulready, and Olbinett, all who had suffered so severely by the convict's treason. The crew of the yacht, who did not yet understand the seriousness of these proceedings, maintained a profound silence. \"Call Ayrton!\" said Glenarvan. CHAPTER LVI. AYRTON'S OBSTINACY. Ayrton soon made his appearance. He crossed the deck with a confident step, and ascended the poop-stairs. His eyes had a sullen look, his teeth were set, and his fists clinched convulsively. His bearing displayed neither exultation nor humility. As soon as he was in Lord Glenarvan's presence, he folded his arms,",
      "score": 0.6710673093795776,
      "is_same_book": true
    },
    {
      "chunk_idx": 20,
      "book": "In search of the castaways",
      "char_start": 119937,
      "char_end": 126459,
      "text": ", and every one had good hopes. On this voyage in search of Captain Grant, the probabilities increased every day. Their captain was one of the most confident on board; but his confidence proceeded especially from the desire that he cherished so strongly at heart, of seeing Miss Mary happy and consoled. He was particularly interested in this young girl; and this feeling he concealed so well, that, except Miss Grant and himself, no one on board the Duncan had perceived it. As for the learned geographer, he was probably the happiest man in the southern hemisphere. He passed his time in studying the maps with which he covered the cabin-table; and then followed daily discussions with Mr. Olbinett, so that he could scarcely set the table. But Paganel had all the passengers on his side except the major, who was very indifferent to geographical questions, especially at dinner-time. Having discovered a whole cargo of odd books in the mate's chests, and among them a number of Cervantes' works, the Frenchman resolved to learn Spanish, which nobody on board knew, and which would facilitate his search on the shores of Chili. Thanks to his love for philology, he did not despair of speaking this new tongue fluently on arriving at Concepcion. He therefore studied assiduously, and was heard incessantly muttering heterogeneous syllables. During his leisure hours he did not fail to give young Robert practical instruction, and taught him the history of the country they were rapidly approaching. In the meantime the Duncan was proceeding at a remarkable rate. She cut the Tropic of Capricorn, and her prow was headed toward the strait of the celebrated geographer. Now and then the low shores of Patagonia were seen, but like an almost invisible line on the horizon. They sailed along the coast for more than ten miles, but Paganel's famous telescope gave him only a vague idea of these American shores. The vessel soon found herself at the head of the strait, and entered without hesitation. This way is generally preferred by steam-vessels bound for the Pacific. Its exact length is three hundred and seventy-six miles. Ships of the greatest tonnage can always find deep water, even near its shores, an excellent bottom, and many springs of water. The rivers abound in fish, the forest in game, there are safe and easy landings at twenty places, and, in short, a thousand resources that are wanting in the Strait of Lemaire, and off the terrible rocks of Cape Horn, which are continually visited by storms and tempests. [Illustration: Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves.] During the first hours of the passage, till you reach Cape Gregory, the shores are low and sandy. The entire passage lasted scarcely thirty-six hours, and this moving panorama of the two shores well rewarded the pains the geographer took to admire it under the radiant beams of the southern sun. No inhabitant appeared on the shores of the continent; and only a few Fuegians wandered along the barren rocks of Terra del Fuego. At one moment the Duncan rounded the peninsula of Brunswick between two magnificent sights. Just here the strait cuts between stupendous masses of granite. The base of the mountains was hidden in the heart of immense forests, while their summits, whitened with eternal snow, were lost in the clouds. Towards the southeast Mount Taru towered six thousand five hundred feet aloft. Night came, preceded by a long twilight, the light melting away insensibly by gentle degrees, while the sky was studded with brilliant stars. In the midst of this partial obscurity, the yacht boldly continued on her course, without casting anchor in the safe bays with which the shores abound. Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves. At others her propeller would beat the waters of the great rivers, starting geese, ducks, snipe, teal, and all the feathered tribes of the marshes. Soon deserted ruins appeared, and fallen monuments, to which the night lent a grand aspect; these were the mournful remains of an abandoned colony, whose name will be an eternal contradiction to the fertility of the coasts and the rich game of the forests. It was Port Famine, the place that the Spaniard Sarmiento colonized in 1581 with four hundred emigrants. Here he founded the city of San Felipe. But the extreme severity of the cold weakened the colony; famine devoured those whom the winter had spared, and in 1587 the explorer Cavendish found the last of these four hundred unfortunates dying of hunger amid the ruins of a city only six years in existence. [Sidenote: CHEERLESS MEMORIES.] The vessel coasted along these deserted shores. At daybreak she sailed in the midst of the narrow passes, between beeches, ash-trees, and birches, from the bosom of which emerged ivy-clad domes, cupolas tapestried with the hardy holly, and lofty spires, among which the obelisk of Buckland rose to a great height. Far out in the sea sported droves of seals and whales of great size, judging by their spouting, which could be seen at a distance of four miles. At last they doubled Cape Froward, still bristling with the ices of winter. On the other side of the strait, on Terra del Fuego, rose Mount Sarmiento to the height of six thousand feet, an enormous mass of rock broken by bands of clouds which formed as it were an aerial archipelago in the sky. [Illustration: Port Famine.] Cape Froward is the real end of the American continent, for Cape Horn is only a lone rock in the sea. Passing this point the strait narrowed between Brunswick Peninsula, and Desolation Island. Then to fertile shores succeeded a line of wild barren coast, cut by a thousand inlets of this tortuous labyrinth. The Duncan unerringly and unhesitatingly pursued its capricious windings, mingling her columns of smoke with the mists on the rocks. Without lessening her speed, she passed several Spanish factories established on these deserted shores. At Cape Tamar the strait widened. The yacht rounded the Narborough Islands, and approached the southern shores. At last, thirty-six hours after entering the strait, the rocks of Cape Pilares were discerned at the extreme point of Desolation Island. An immense open glittering sea extended before her prow, and Jacques Paganel, hailing it with an enthusiastic gesture, felt moved like Ferdinand Magellan himself, when the sails of the Trinidad swelled before the breezes of the Pacific. CHAPTER X. THE COURSE DEC",
      "score": 0.6589759111404419,
      "is_same_book": true
    }
  ]
}