{
  "claim_id": "30",
  "book_name": "In Search of the Castaways",
  "character": "Tom Ayrton/Ben Joyce",
  "claim_text": "He joined the Indian-Ocean pirate crew Black Tide and, thanks to his sailing skill, became second mate within three years; while looting an East-Indiaman he found among the prisoners the colonial officer who had framed his father and personally cut the man’s throat, earning the pirate nickname “Blood Raven.”",
  "evidence": [
    {
      "chunk_idx": 24,
      "book": "In search of the castaways",
      "char_start": 144744,
      "char_end": 150998,
      "text": " not to alarm the Indians. The 14th of October was fixed for the day of departure. When they came to choose the sailors who were to go, they all offered their services, and Glenarvan was forced to make a choice. He preferred to have them draw lots, that he might not mortify such brave men. This was accordingly done; and the mate, Tom Austin, Wilson, a powerful fellow, and Mulready, were the fortunate ones. Lord Glenarvan had displayed great energy in his preparations, for he wished to be ready at the day appointed; and he was. Captain Mangles likewise supplied his ship with coal, that he might put to sea at any moment. He wished to gain the Argentine shore before the travelers. Hence there was a real rivalry between Glenarvan and the captain, which was of advantage to both. At last, on the 14th of October, at the time agreed upon, every one was ready. At the moment of departure the passengers of the yacht assembled in the cabin. The Duncan was on the point of starting, and already her propeller was agitating the quiet waters of Talcahuana Bay. Glenarvan, Paganel, MacNabb, Robert Grant, Tom Austin, Wilson and Mulready, armed with carbines and Colt's revolvers, were preparing to leave the vessel. Guides and mules were waiting for them on shore. \"It is time,\" said Lord Glenarvan at last. \"Go, then, my husband!\" replied Lady Helena, restraining her emotion. He pressed her to his breast, while Robert threw himself upon the neck of his sister. \"And now, dear companions,\" said Jacques Paganel, \"one last clasp of the hand to last us till we reach the shores of the Atlantic.\" It was not asking much, but these were clasps which would strengthen the hopes of the worthy geographer. They then returned to the deck, and the seven travelers left the vessel. They soon reached the wharf, which the yacht approached within less than half a cable's length. Lady Helena cried for the last time,-- \"My friends, God help you!\" \"And he will help us, madam,\" answered Jacques Paganel; \"for, I assure you, we shall help ourselves.\" \"Forward!\" shouted Captain Mangles to his engineer. \"_En route_!\" returned Glenarvan; and at the same instant that the travelers, giving reins to their animals, followed the road along the shore, the Duncan started again at full speed on the highway of the ocean. CHAPTER XI. TRAVELING IN CHILI. The native troop engaged by Glenarvan consisted of three men and a boy. The leader of the muleteers was an Englishman who had lived in the country for twenty years. His occupation was to let mules to travelers, and guide them across the passes of the Andes. Then he consigned them to the care of a \"laqueano\" (Argentine guide), who was familiar with the road over the Pampas. [Sidenote: THE PROCESSION FORMED.] This Englishman had not so forgotten his native tongue, in the company of mules and Indians, that he could not converse with the travelers. Hence it was easy for Glenarvan to make known his wishes, and for the muleteer to execute his orders, of which circumstance the former availed himself, since Paganel had not yet succeeded in making himself understood. This leader, or \"catapaz,\" in the language of Chili, was assisted by two native peons and a boy of twelve. The peons had charge of the mules laden with the baggage of the party, and the boy led the madrina (little mare), which wore small bells, and went in advance of the other ten mules. The travelers were mounted on seven, and the catapaz on one, of these animals, while the two others carried the provisions and a few rolls of cloth designed to insure the good-will of the chiefs of the plains. The peons traveled on foot according to their custom. This journey in South America was, therefore, to be performed under the most favorable conditions of safety and speed. [Illustration] Crossing the Andes is not an ordinary journey. It cannot be undertaken without employing those hardy mules, of which the most preferable belong to the Argentine Republic. These excellent animals have attained in that country a development superior to their pristine quality and strength. They are not very particular about their food, drink only once a day, and easily make ten leagues in eight hours. There are no taverns on this route, from one ocean to the other. You eat dried meat, rice seasoned with allspice, and whatever game can be captured on the way. In the mountains the torrents, and in the plains the rivers, furnish water, generally flavored with a few drops of rum, of which each has a supply in an ox-horn called \"chiffle.\" However, care must be taken not to indulge too much in alcoholic drinks, which are specially injurious in a region where the nervous system is peculiarly excited. As for your bedding, it consists merely of the native saddle called \"recado.\" This saddle is made of sheep-skins tanned on one side and covered with wool on the other, and is supported by broad girths elaborately embroidered. A traveler wrapped in one of these warm coverings can brave with impunity the dampness of the nights, and enjoy the soundest repose. Glenarvan, who knew how to travel and conform to the customs of different countries, had adopted the Chilian costume for himself and his friends. Paganel and Robert, two children (a large and a small one), felt no pleasure in introducing their heads into the national poncho (a large blanket with a hole in the centre), and their legs into leathern stirrups. They would rather have seen their mules richly caparisoned, with the Arab bit in their mouths, a long bridle of braided leather for a whip, and their heads adorned with metal ornaments and the \"alforjas\" (double saddle-bags containing the provisions). [Sidenote: LAND AND WATER.] Paganel, always absent-minded, received three or four kicks from his excellent animal just as he was mounting. Once in the saddle, however, with his inseparable telescope in a sling and his feet confined in the stirrups, he confided himself to the sagacity of his beast, and had no reason to repent. As for young Robert, he showed from the first a remarkable capacity for becoming an excellent horseman. [Illustration] They started. The day was magnificent, the sky was perfectly clear, and the atmosphere sufficiently refreshed by the sea-breezes in spite of the",
      "score": 0.7483766794204711,
      "is_same_book": true
    },
    {
      "chunk_idx": 24,
      "book": "In_search_of_the_castaways",
      "char_start": 144744,
      "char_end": 150998,
      "text": " not to alarm the Indians. The 14th of October was fixed for the day of departure. When they came to choose the sailors who were to go, they all offered their services, and Glenarvan was forced to make a choice. He preferred to have them draw lots, that he might not mortify such brave men. This was accordingly done; and the mate, Tom Austin, Wilson, a powerful fellow, and Mulready, were the fortunate ones. Lord Glenarvan had displayed great energy in his preparations, for he wished to be ready at the day appointed; and he was. Captain Mangles likewise supplied his ship with coal, that he might put to sea at any moment. He wished to gain the Argentine shore before the travelers. Hence there was a real rivalry between Glenarvan and the captain, which was of advantage to both. At last, on the 14th of October, at the time agreed upon, every one was ready. At the moment of departure the passengers of the yacht assembled in the cabin. The Duncan was on the point of starting, and already her propeller was agitating the quiet waters of Talcahuana Bay. Glenarvan, Paganel, MacNabb, Robert Grant, Tom Austin, Wilson and Mulready, armed with carbines and Colt's revolvers, were preparing to leave the vessel. Guides and mules were waiting for them on shore. \"It is time,\" said Lord Glenarvan at last. \"Go, then, my husband!\" replied Lady Helena, restraining her emotion. He pressed her to his breast, while Robert threw himself upon the neck of his sister. \"And now, dear companions,\" said Jacques Paganel, \"one last clasp of the hand to last us till we reach the shores of the Atlantic.\" It was not asking much, but these were clasps which would strengthen the hopes of the worthy geographer. They then returned to the deck, and the seven travelers left the vessel. They soon reached the wharf, which the yacht approached within less than half a cable's length. Lady Helena cried for the last time,-- \"My friends, God help you!\" \"And he will help us, madam,\" answered Jacques Paganel; \"for, I assure you, we shall help ourselves.\" \"Forward!\" shouted Captain Mangles to his engineer. \"_En route_!\" returned Glenarvan; and at the same instant that the travelers, giving reins to their animals, followed the road along the shore, the Duncan started again at full speed on the highway of the ocean. CHAPTER XI. TRAVELING IN CHILI. The native troop engaged by Glenarvan consisted of three men and a boy. The leader of the muleteers was an Englishman who had lived in the country for twenty years. His occupation was to let mules to travelers, and guide them across the passes of the Andes. Then he consigned them to the care of a \"laqueano\" (Argentine guide), who was familiar with the road over the Pampas. [Sidenote: THE PROCESSION FORMED.] This Englishman had not so forgotten his native tongue, in the company of mules and Indians, that he could not converse with the travelers. Hence it was easy for Glenarvan to make known his wishes, and for the muleteer to execute his orders, of which circumstance the former availed himself, since Paganel had not yet succeeded in making himself understood. This leader, or \"catapaz,\" in the language of Chili, was assisted by two native peons and a boy of twelve. The peons had charge of the mules laden with the baggage of the party, and the boy led the madrina (little mare), which wore small bells, and went in advance of the other ten mules. The travelers were mounted on seven, and the catapaz on one, of these animals, while the two others carried the provisions and a few rolls of cloth designed to insure the good-will of the chiefs of the plains. The peons traveled on foot according to their custom. This journey in South America was, therefore, to be performed under the most favorable conditions of safety and speed. [Illustration] Crossing the Andes is not an ordinary journey. It cannot be undertaken without employing those hardy mules, of which the most preferable belong to the Argentine Republic. These excellent animals have attained in that country a development superior to their pristine quality and strength. They are not very particular about their food, drink only once a day, and easily make ten leagues in eight hours. There are no taverns on this route, from one ocean to the other. You eat dried meat, rice seasoned with allspice, and whatever game can be captured on the way. In the mountains the torrents, and in the plains the rivers, furnish water, generally flavored with a few drops of rum, of which each has a supply in an ox-horn called \"chiffle.\" However, care must be taken not to indulge too much in alcoholic drinks, which are specially injurious in a region where the nervous system is peculiarly excited. As for your bedding, it consists merely of the native saddle called \"recado.\" This saddle is made of sheep-skins tanned on one side and covered with wool on the other, and is supported by broad girths elaborately embroidered. A traveler wrapped in one of these warm coverings can brave with impunity the dampness of the nights, and enjoy the soundest repose. Glenarvan, who knew how to travel and conform to the customs of different countries, had adopted the Chilian costume for himself and his friends. Paganel and Robert, two children (a large and a small one), felt no pleasure in introducing their heads into the national poncho (a large blanket with a hole in the centre), and their legs into leathern stirrups. They would rather have seen their mules richly caparisoned, with the Arab bit in their mouths, a long bridle of braided leather for a whip, and their heads adorned with metal ornaments and the \"alforjas\" (double saddle-bags containing the provisions). [Sidenote: LAND AND WATER.] Paganel, always absent-minded, received three or four kicks from his excellent animal just as he was mounting. Once in the saddle, however, with his inseparable telescope in a sling and his feet confined in the stirrups, he confided himself to the sagacity of his beast, and had no reason to repent. As for young Robert, he showed from the first a remarkable capacity for becoming an excellent horseman. [Illustration] They started. The day was magnificent, the sky was perfectly clear, and the atmosphere sufficiently refreshed by the sea-breezes in spite of the",
      "score": 0.7483766794204711,
      "is_same_book": true
    },
    {
      "chunk_idx": 108,
      "book": "In search of the castaways",
      "char_start": 664218,
      "char_end": 670539,
      "text": "angles had intercepted his glance, and instinctively felt his suspicions increased. The quartermaster made his preparations for departure, aided by the two sailors, one of whom attended to his horse, and the other to his provisions. Meantime Glenarvan wrote the letter designed for Tom Austin. He ordered the mate of the Duncan to repair without delay to Twofold Bay, and recommended the quartermaster to him as a man in whom he could place entire confidence. As soon as he arrived at the bay, he was to send a detachment of sailors under the command of Ayrton. He had just reached this part of his letter, when the major, who had been looking over his shoulder, asked him, in a singular tone, how he wrote the word Ayrton. \"As it is pronounced,\" replied Glenarvan. \"That is a mistake,\" said the major coolly. \"It is pronounced Ayrton, but it is written 'Ben Joyce'!\" CHAPTER XLI. THE PLOT UNVEILED. The sound of the name of Ben Joyce fell upon the party like a thunderbolt. Ayrton suddenly sprang to his feet. In his hand was a revolver. A report was heard; and Glenarvan fell, struck by a bullet. Before Captain Mangles and the sailors recovered from the surprise into which this unexpected turn of affairs had thrown them, the audacious convict had escaped, and joined his band, scattered along the edge of the wood of gum-trees. [Illustration: A report was heard; and Glenarvan fell, struck by a bullet.] The tent did not offer a sufficient shelter against the bullets, and it was clearly necessary to beat a retreat. Glenarvan, who was but slightly injured, had risen. \"To the cart! to the cart!\" cried Captain Mangles, as he hurried on Lady Helena and Mary Grant, who were soon in safety behind its stout sides. The captain, the major, Paganel, and the sailors then seized their rifles, and stood ready to repel the convicts. Glenarvan and Robert had joined the ladies, while Olbinett hastened to the common defence. These events had transpired with the rapidity of lightning. Captain Mangles attentively watched the edge of the wood; but the reports suddenly ceased on the arrival of Ben Joyce, and a profound silence succeeded the noisy fusillade. A few wreaths of white smoke were still curling up between the branches of the gum-trees, but the tall tufts of gastrolobium were motionless and all signs of attack had disappeared. The major and Captain Mangles extended their examinations as far as the great trees. The place was abandoned. Numerous footprints were seen, and a few half-burnt cartridges smoked on the ground. The major, like a prudent man, extinguished them, for a spark was enough to kindle a formidable conflagration in this forest of dry trees. \"The convicts have disappeared,\" said Captain Mangles. \"Yes,\" replied the major; \"and this disappearance alarms me. I should prefer to meet them face to face. It is better to encounter a tiger in the open plain than a serpent in the grass. Let us search these bushes around the cart.\" [Sidenote: UNRAVELINGS.] The major and captain scoured the surrounding country. But from the edge of the wood to the banks of the Snowy they did not meet with a single convict. Ben Joyce's band seemed to have flown away, like a flock of mischievous birds. This disappearance was too strange to inspire a perfect security. They therefore resolved to keep on the watch. The cart, which was a really immovable fortress, became the centre of the encampment, and two men kept guard, relieving each other every hour. Lady Helena and Mary Grant's first care had been to dress Glenarvan's wound. At the very moment that her husband fell, from Ben Joyce's bullet, in her terror she had rushed towards him. Then, controlling her emotion, this courageous woman had assisted Glenarvan to the cart. Here the shoulder of the wounded man was laid bare, and the major perceived that the ball had lacerated the flesh, causing no other injury. Neither bones nor large muscles seemed affected. The wound bled considerably, but Glenarvan, by moving the fingers of his hand and fore-arm, encouraged his friends to expect a favorable result. When his wound was dressed, he no longer desired any attention, and explanations followed. The travelers, except Wilson and Mulready, who were keeping guard outside, had taken seats as well as possible in the cart, and the major was requested to speak. Before beginning his story, he informed Lady Helena of the escape of a band of convicts from Perth, their appearance in the province of Victoria, and their complicity in the railway disaster. He gave her the number of the _Australian and New Zealand Gazette_ purchased at Seymour, and added that the police had set a price on the head of Ben Joyce, a formidable bandit, whom eighteen months of crime had given a wide-spread notoriety. But how had MacNabb recognized this Ben Joyce in the quartermaster Ayrton? Here was the mystery that all wished to solve; and the major explained. Since the day of his meeting with Ayrton he had suspected him. Two or three almost insignificant circumstances, a glance exchanged between the quartermaster and the farrier at Wimerra River, Ayrton's hesitation to pass through the towns and villages, his strong wish to order the Duncan to the coast, the strange death of the animals confided to his care, and, finally, a want of frankness in his actions,--all these facts, gradually noticed, had roused the major's suspicions. However, he could form no direct accusation until the events that had transpired the preceding night. Gliding between the tall clumps of shrubbery, as was related in the previous chapter, he approached near the suspicious shadows that had attracted his attention half a mile from the encampment. The phosphorescent plants cast their pale rays through the darkness. Three men were examining some tracks on the ground, and among them he recognized the farrier of Black Point Station. \"Here they are,\" said one. \"Yes,\" replied another, \"here is the trefoil of the hoofs again.\" \"It has been like this since leaving the Wimerra.\" \"All the horses are dead.\" \"The poison is not far away.\" \"There is enough here to settle an entire troop of cavalry. This gastrolobium is a useful plant.\" \"Then they were silent,\" added MacNabb, \"and departed. I wanted to know more: I followed them. The conversation soon began again. 'A cunning man, this",
      "score": 0.7439318418502807,
      "is_same_book": true
    }
  ]
}