{
  "claim_id": "33",
  "book_name": "In Search of the Castaways",
  "character": "Tom Ayrton/Ben Joyce",
  "claim_text": "He volunteered for Captain Grant’s crew chiefly to spy on the colonisation schemes backed by Scottish nobles.",
  "evidence": [
    {
      "chunk_idx": 100,
      "book": "In search of the castaways",
      "char_start": 615187,
      "char_end": 621537,
      "text": " young gentlemen were soon made acquainted with the object of the expedition, and took a lively interest in Glenarvan's search, giving also great encouragement to the captain's children. \"Harry Grant,\" said Michael, \"has evidently fallen into the hands of the natives, since he has not appeared in the settlements on the coast. He knew his position exactly, as the document proves, and, as he has not reached any English colony, he must have been made prisoner by the natives as soon as he landed.\" \"That is precisely what happened to his quartermaster, Ayrton,\" replied Captain Mangles. \"But, gentlemen,\" inquired Lady Helena, \"have you never heard of the shipwreck of the Britannia?\" \"Never, madam,\" said Michael. \"And what treatment do you think Captain Grant would experience as a prisoner among the Australians?\" \"The Australians are not cruel, madam,\" replied the young settler: \"Miss Grant may reassure herself on this point. There are many instances of their kindness; and some Europeans have lived a long time among them, without having any reason to complain of brutality.\" These words corroborated the information previously given by Paganel and Ayrton. When the ladies had left the table, the conversation turned upon convicts. The settlers had heard of the accident at Camden Bridge, but the band of runaways gave no uneasiness, they would not dare to attack a station that was guarded by more than a hundred men. They were confident, too, that they would not venture into the deserted regions of the Murray, nor into the colonies of New South Wales, where the roads are well protected. [Sidenote: A DAY'S SPORT.] Glenarvan could not decline the invitation of his amiable hosts to spend the entire day at Hottam Station. The delay thus occasioned could be turned to good account: the horses and oxen would be greatly benefited by their rest in the comfortable stables of the establishment. It was, therefore, decided to remain, and the two young men submitted to their guests a programme for the day's sports, which was adopted with alacrity. [Illustration: It was a charming house of wood and brick, surrounded by clusters of plants, and had the elegant form of a Swiss cottage.] At noon, seven fine hunters pawed the ground at the gate of the house. For the ladies was provided an elegant coach, and the long reins enabled their driver to show his skill in manoeuvring the \"four-in-hand.\" The horsemen, accompanied by outriders, and well armed, galloped beside the carriage, while the pack of hounds bayed joyously in the coppices. For four hours the cavalcade traversed the paths and avenues of these spacious grounds. As for game, an army of bushmen could not have started up a greater number of animals. Young Robert, who kept close to the major's side, accomplished wonders. The intrepid boy, in spite of his sister's injunctions, was always ahead, and the first to fire. But Captain Mangles had promised to watch over him, a fact which tended not a little to allay Miss Grant's apprehension for her brother's safety. Of all the sports of the day the most interesting was unquestionably a kangaroo hunt. About four o'clock the dogs started a troop of these curious animals. The little ones took refuge in their mothers' pouches, and the whole drove rushed away in single file. Nothing can be more astonishing than the enormous bounds of the kangaroo, whose hind legs are twice as long as its fore ones, and bend like a spring. At the head of the drove was a male five feet high,--\"an old man,\" in the language of the bushmen. For four or five miles the chase was briskly continued. The kangaroos did not slacken their pace; and the dogs, who feared, with good reason, the powerful blows of their formidable paws, did not venture to approach them. But at last the drove stopped in exhaustion, and \"the old man\" braced himself against the trunk of a tree, ready to fight for his life. One of the pointers, carried on by the impetus of his course, rolled within reach of him. A moment after, the unfortunate dog was tossed into the air, and fell back lifeless. The entire pack, deterred by the fate of their comrade, kept at a respectful distance. It became necessary to dispatch the kangaroo with the rifle, and nothing but bullets could bring down the gigantic quadruped. At this juncture Robert narrowly escaped being the victim of his rashness. In order to make sure of his aim, he approached so near the kangaroo that the animal made a spring at him. Robert fell. A cry of alarm resounded. Mary Grant, speechless with apprehension, stretched her hands towards her brother. No one dared to fire, for fear of hitting the boy. Suddenly Captain Mangles, with his hunting-knife open, rushed upon the kangaroo, at the risk of his life, and stabbed it to the heart. The beast fell dead, and Robert rose unharmed. An instant after, he was in the arms of his sister. \"Thanks, Captain Mangles! thanks!\" said Mary, extending her hand to the young captain. \"I promised to take care of him,\" replied the captain, as he took the trembling hand of the young girl. This adventure ended the hunt. The troop of kangaroos had scattered after the death of their leader, whose carcass was brought to the house. It was now six o'clock, and dinner was in readiness for the hunters; comprising, among other dishes, a soup of kangaroo's tail, prepared in the native style. After a dessert of ices and sherbet, the party repaired to the parlor, where the evening was devoted to music. Lady Helena, who was a good pianiste, presided at the instrument, while Michael and Alexander Patterson sang with great taste selections from the latest compositions of the modern musical masters. [Sidenote: A FRESH DEPARTURE.] At eleven o'clock tea was served in true English style. Paganel having desired to taste the Australian tea, a liquid, black as ink, was brought to him. It consisted of a quart of water, in which half a pound of tea had been boiled four hours. Paganel, with a wry face, pronounced it excellent. At midnight the guests were conducted to cool and comfortable chambers, where they renewed in dreams the pleasures of the day. The next morning, at sunrise, they took leave of the two young settlers, with many thanks, and with warmly-expressed hopes to see them at Malcolm Castle at no very distant day. The cart then started, and in a few minutes,",
      "score": 0.8029353737831115,
      "is_same_book": true
    },
    {
      "chunk_idx": 100,
      "book": "In_search_of_the_castaways",
      "char_start": 615187,
      "char_end": 621537,
      "text": " young gentlemen were soon made acquainted with the object of the expedition, and took a lively interest in Glenarvan's search, giving also great encouragement to the captain's children. \"Harry Grant,\" said Michael, \"has evidently fallen into the hands of the natives, since he has not appeared in the settlements on the coast. He knew his position exactly, as the document proves, and, as he has not reached any English colony, he must have been made prisoner by the natives as soon as he landed.\" \"That is precisely what happened to his quartermaster, Ayrton,\" replied Captain Mangles. \"But, gentlemen,\" inquired Lady Helena, \"have you never heard of the shipwreck of the Britannia?\" \"Never, madam,\" said Michael. \"And what treatment do you think Captain Grant would experience as a prisoner among the Australians?\" \"The Australians are not cruel, madam,\" replied the young settler: \"Miss Grant may reassure herself on this point. There are many instances of their kindness; and some Europeans have lived a long time among them, without having any reason to complain of brutality.\" These words corroborated the information previously given by Paganel and Ayrton. When the ladies had left the table, the conversation turned upon convicts. The settlers had heard of the accident at Camden Bridge, but the band of runaways gave no uneasiness, they would not dare to attack a station that was guarded by more than a hundred men. They were confident, too, that they would not venture into the deserted regions of the Murray, nor into the colonies of New South Wales, where the roads are well protected. [Sidenote: A DAY'S SPORT.] Glenarvan could not decline the invitation of his amiable hosts to spend the entire day at Hottam Station. The delay thus occasioned could be turned to good account: the horses and oxen would be greatly benefited by their rest in the comfortable stables of the establishment. It was, therefore, decided to remain, and the two young men submitted to their guests a programme for the day's sports, which was adopted with alacrity. [Illustration: It was a charming house of wood and brick, surrounded by clusters of plants, and had the elegant form of a Swiss cottage.] At noon, seven fine hunters pawed the ground at the gate of the house. For the ladies was provided an elegant coach, and the long reins enabled their driver to show his skill in manoeuvring the \"four-in-hand.\" The horsemen, accompanied by outriders, and well armed, galloped beside the carriage, while the pack of hounds bayed joyously in the coppices. For four hours the cavalcade traversed the paths and avenues of these spacious grounds. As for game, an army of bushmen could not have started up a greater number of animals. Young Robert, who kept close to the major's side, accomplished wonders. The intrepid boy, in spite of his sister's injunctions, was always ahead, and the first to fire. But Captain Mangles had promised to watch over him, a fact which tended not a little to allay Miss Grant's apprehension for her brother's safety. Of all the sports of the day the most interesting was unquestionably a kangaroo hunt. About four o'clock the dogs started a troop of these curious animals. The little ones took refuge in their mothers' pouches, and the whole drove rushed away in single file. Nothing can be more astonishing than the enormous bounds of the kangaroo, whose hind legs are twice as long as its fore ones, and bend like a spring. At the head of the drove was a male five feet high,--\"an old man,\" in the language of the bushmen. For four or five miles the chase was briskly continued. The kangaroos did not slacken their pace; and the dogs, who feared, with good reason, the powerful blows of their formidable paws, did not venture to approach them. But at last the drove stopped in exhaustion, and \"the old man\" braced himself against the trunk of a tree, ready to fight for his life. One of the pointers, carried on by the impetus of his course, rolled within reach of him. A moment after, the unfortunate dog was tossed into the air, and fell back lifeless. The entire pack, deterred by the fate of their comrade, kept at a respectful distance. It became necessary to dispatch the kangaroo with the rifle, and nothing but bullets could bring down the gigantic quadruped. At this juncture Robert narrowly escaped being the victim of his rashness. In order to make sure of his aim, he approached so near the kangaroo that the animal made a spring at him. Robert fell. A cry of alarm resounded. Mary Grant, speechless with apprehension, stretched her hands towards her brother. No one dared to fire, for fear of hitting the boy. Suddenly Captain Mangles, with his hunting-knife open, rushed upon the kangaroo, at the risk of his life, and stabbed it to the heart. The beast fell dead, and Robert rose unharmed. An instant after, he was in the arms of his sister. \"Thanks, Captain Mangles! thanks!\" said Mary, extending her hand to the young captain. \"I promised to take care of him,\" replied the captain, as he took the trembling hand of the young girl. This adventure ended the hunt. The troop of kangaroos had scattered after the death of their leader, whose carcass was brought to the house. It was now six o'clock, and dinner was in readiness for the hunters; comprising, among other dishes, a soup of kangaroo's tail, prepared in the native style. After a dessert of ices and sherbet, the party repaired to the parlor, where the evening was devoted to music. Lady Helena, who was a good pianiste, presided at the instrument, while Michael and Alexander Patterson sang with great taste selections from the latest compositions of the modern musical masters. [Sidenote: A FRESH DEPARTURE.] At eleven o'clock tea was served in true English style. Paganel having desired to taste the Australian tea, a liquid, black as ink, was brought to him. It consisted of a quart of water, in which half a pound of tea had been boiled four hours. Paganel, with a wry face, pronounced it excellent. At midnight the guests were conducted to cool and comfortable chambers, where they renewed in dreams the pleasures of the day. The next morning, at sunrise, they took leave of the two young settlers, with many thanks, and with warmly-expressed hopes to see them at Malcolm Castle at no very distant day. The cart then started, and in a few minutes,",
      "score": 0.8029353737831115,
      "is_same_book": true
    },
    {
      "chunk_idx": 83,
      "book": "In search of the castaways",
      "char_start": 507088,
      "char_end": 513465,
      "text": ". And what was to be the result of this search? The existence of Harry Grant seemed to have become undeniable, which increased the probabilities of success. No one expected to find the captain exactly on the line of the thirty-seventh parallel; but perhaps they would come upon traces of him, and, at all events, their course would bring them straight to the scene of the shipwreck, which was the principal point. Moreover, if Ayrton would consent to join the travelers, to guide them through the forests, and to the eastern coast, there was another chance of success. Glenarvan felt the importance of this arrangement, and was therefore particularly desirous of obtaining the services of Captain Grant's companion. He inquired of his host whether he was willing for him to propose to Ayrton to accompany them. Mr. O'Moore consented, though not without regret at losing so good an assistant. \"Well, Ayrton, will you aid us in our search for the sailors of the Britannia?\" The quartermaster did not answer immediately; he seemed to hesitate for a few moments, but finally, after reflecting, said: \"Yes, my lord, I will follow you; and, if I do not set you upon the track of Captain Grant, I will at least guide you to the place where his vessel was wrecked.\" \"Thanks,\" replied Glenarvan. \"One question, my lord.\" \"Ask it.\" \"Where will you join the Duncan?\" \"At Melbourne, if we do not cross Australia; on the eastern coast, if our search is continued so far.\" \"But the captain of the Duncan?\" \"He will await my orders at Melbourne.\" \"Very well, my lord,\" said Ayrton; \"rely on me.\" \"I will,\" replied Glenarvan. The quartermaster was heartily thanked by the travelers. Captain Grant's children lavished upon him their most grateful caresses. All were delighted at his decision, except the colonist, who would lose in him an intelligent and faithful assistant. But he understood the importance that Glenarvan attached to this new addition to his force, and was resigned. He had, moreover, engaged to furnish them with the means of conveyance for the journey, and, this business being settled, the party returned on board. [Illustration: This business being settled, the party returned on board.] Everything was now changed; all hesitation had vanished. These courageous searchers were no longer to wander on blindly. Harry Grant, they believed, had found a refuge on the continent, and each heart was full of the satisfaction that certainty brings when it takes the place of doubt. In two months, perhaps, the Duncan would land the lost captain on the shores of Scotland. When Captain Mangles seconded the proposal that they should attempt to cross Australia with the ladies, he supposed that this time he would accompany the expedition. He therefore consulted Glenarvan on the subject, and brought forward various arguments in his own favor, such as his desire to take part in the search for his countryman, and his usefulness in the undertaking. \"One question, John,\" said Glenarvan. \"You have absolute confidence in your mate?\" \"Absolute,\" replied he. \"Tom Austin is a good sailor. He will take the Duncan to Melbourne, repair her thoroughly, and bring her back at the appointed time. He is a man devoted to duty and discipline, and will never take the responsibility of changing or delaying the execution of an order. You can rely upon him as fully as on myself.\" \"Very well, captain,\" replied Glenarvan; \"you shall accompany us; for,\" added he, smiling, \"you certainly ought to be present when we find Mary Grant's father.\" \"Ah, my lord!\" murmured Captain Mangles, with something like a blush upon his swarthy cheeks. [Sidenote: A PALACE-CART.] The next day the captain, accompanied by the carpenter and by the sailors loaded with provisions, returned to the farm of Mr. O'Moore, who was to assist him in the preparations. All the family were waiting for him, ready to work under his orders. Ayrton was there, and freely gave them the benefit of his experience. He and his employer were agreed on this point, that the ladies ought to make the journey in an ox-cart, and the gentlemen on horseback. The colonist could procure them the animals and vehicle. The vehicle was a cart twenty feet long and covered with an awning, the whole resting upon four wheels, without spokes, felloes, or tires. The front wheels were a long way from the hind ones, and were joined together by a rude contrivance that made it impossible to turn short. To the body of the cart was attached a pole thirty-five feet long, to which three pairs of oxen were coupled. The animals, thus arranged, drew by means of a yoke across their necks, to which the bow was fastened with an iron pin. It required great skill to manage this long, narrow, tottering vehicle, and guide the oxen by means of the whip. But Ayrton had served his apprenticeship at O'Moore's farm, and his employer guaranteed his dexterity. Upon him, therefore, devolved the duty of driving. The cart, being without springs, was not very easy; but our travelers were obliged to conform to circumstances as much as they could. As no change was possible in its rude construction, Captain Mangles arranged the interior in the most comfortable manner. He divided it into two compartments by a wooden partition. The rear one was designed for the provisions, the baggage, and Mr. Olbinett's portable kitchen, while the forward one was reserved exclusively for the ladies. The carpenter converted it into a convenient chamber, covered it with a thick carpet, and furnished it with a dressing-table and two berths for Lady Helena and Mary Grant. Thick leathern curtains secured privacy, when necessary, and were a protection against the chilliness of the night. In rainy weather the men could find shelter under the awning; but a tent was to serve this purpose at the time of encampment. Captain Mangles succeeded in crowding into this narrow space all that two ladies could need, and Lady Helena and Mary Grant did not greatly miss the comfortable cabins of the Duncan. [Sidenote: A RETURN VISIT.] As for the men, seven strong horses were apportioned to Lord Glenarvan, Paganel, Robert Grant, Major MacNabb, Captain Mangles, and the two sailors, Wilson and Mulready, who accompanied this new expeditionary party. The horses and oxen grazed near at hand, and could be easily collected at the moment of departure. [Illustration: The vehicle was a",
      "score": 0.7902215242385864,
      "is_same_book": true
    }
  ]
}