{
  "claim_id": "49",
  "book_name": "In Search of the Castaways",
  "character": "Thalcave",
  "claim_text": "For two years he lived solo in the Andean border wilds, tempering an ice-cold nerve by trailing pumas and dodging bandits.",
  "evidence": [
    {
      "chunk_idx": 49,
      "book": "In search of the castaways",
      "char_start": 297657,
      "char_end": 303844,
      "text": ". Here Thalcave hoped to meet the chiefs in whose hands he doubted not that he should find Harry Grant and rescue him and his two companions from slavery. Since they had left the Guamini, the travelers noticed, with great satisfaction, a considerable change in the temperature, thanks to the cold winds of Patagonia, which cause continual currents of air. Neither man nor beast had any reason to complain, after suffering so much from dryness and heat. They therefore pushed on with courage and confidence. But, whatever might have been said, the country seemed to be entirely uninhabited, or, to use a more exact word, \"disinhabited.\" Frequently they skirted the shores of fresh-water lagoons, on whose banks, in the shelter of the bushes, tiny wrens skipped and melodious larks warbled, in company with the brilliant-plumaged tanagers. These pretty birds gayly fluttered about, heedless of the haughty starlings that strutted on the banks like soldiers with their epaulettes and red breasts. In the thorny coppices the nests of the annubis swung like hammocks, and on the shores of the lagoons magnificent flamingoes, marching in regular file, spread their fiery-colored wings to the wind. Their nests were seen, by thousands together, like a small village, in the shape of truncated cones a foot high. The birds were not startled at the approach of the travelers, which was contrary to Paganel's calculations. \"I have been curious for a long time,\" said he to the major, \"to see a flamingo fly.\" \"Well,\" said MacNabb. \"Now, since I have an opportunity, I shall profit by it.\" \"Do so, Paganel.\" \"Come with me, major, and you too, Robert; I need witnesses.\" And Paganel, leaving his companions to go on, proceeded towards the flock of flamingoes, followed by Robert and the major. Arriving within range, Paganel fired a blank charge (for he would not needlessly destroy even a bird), and all the flamingoes flew away, while the geographer gazed at them attentively through his glasses. \"Well,\" said he to the major, when the flock had disappeared, \"did you see them fly?\" \"Certainly,\" replied MacNabb; \"you could not do otherwise, unless you were blind. But let us hasten on, for we have fallen a mile behind.\" When he had joined his companions, Paganel found Glenarvan in excited conversation with the Indian, whom he did not appear to understand. Thalcave had frequently stopped to examine the horizon, and each time his countenance expressed a lively astonishment. Glenarvan, not seeing his ordinary interpreter present, had attempted, but in vain, to question the Patagonian. So, as soon as he perceived the geographer at a distance, he cried,-- \"Come, friend Paganel, Thalcave and I can scarcely succeed in understanding each other.\" Paganel conversed a few moments with the Indian, and, turning to Glenarvan, said,-- \"Thalcave is astonished at a circumstance that is really strange.\" \"What?\" \"At meeting neither Indians, nor any traces of them, on these plains, which are usually furrowed with their trails, whether they are driving home the cattle stolen from the ranchos, or going to the Andes to sell their zorillo carpets and whips of braided leather.\" \"And to what does Thalcave attribute this abandonment?\" \"He cannot tell; he is astonished. That is all.\" \"But what Indians did he expect to find in this part of the Pampas?\" \"The very ones who have had foreign prisoners; those natives who are commanded by the caziques Calfoucoura, Catriel, and Yanchetruz.\" \"Who are these caziques?\" [Illustration: Arriving within range, Paganel fired a blank charge (for he would not needlessly destroy even a bird), and all the flamingoes flew away, while the geographer gazed at them attentively through his glasses.] \"Chiefs of tribes that were very powerful thirty years ago, before they were driven beyond the sierras. Since that time they have been subdued as much as an Indian can be, and now scour the Pampas as well as the province of Buenos Ayres. I am therefore astonished, like Thalcave, at not encountering traces of them in a country where they generally pursue the calling of plunderers.\" \"Well, then,\" inquired Glenarvan, \"what course ought we to take?\" \"I will see,\" replied Paganel. After a few moments' conversation with Thalcave, he said,-- \"This is his advice, which seems to me very wise. We must continue our journey to the east as far as Fort Independence; and there, if we have no news of Captain Grant, we shall at least know what has become of the Indians of the plain.\" \"Is Fort Independence far?\" \"No; it is situated at Tandil, sixty miles distant.\" \"And when shall we arrive there?\" \"On the evening of the day after to-morrow.\" Glenarvan was quite disconcerted at finding no Indians on the Pampas, a circumstance which was little expected. There are ordinarily too many of them. Some special cause must therefore have removed them. But a serious question was to be considered. If Captain Grant was a prisoner of one of these tribes, had he been carried to the north or to the south? This problem harassed Glenarvan. It was advisable at all hazards to keep track of the captain. In short, it was better to follow Thalcave's advice and reach the village of Tandil, where at least they could obtain information. About four o'clock in the afternoon they approached a hill that might have passed for a mountain in so level a country. It was Tapalquem Sierra, and at its foot the travelers encamped for the night. [Sidenote: GALLOPING GAUCHOS.] The passage of this mountain was accomplished the next day with the greatest ease. They followed the sandy undulations of a gradually sloping terrace, which certainly did not present difficulties to people who had scaled the Andes, and the horses scarcely relaxed their rapid pace. At noon they reached the abandoned Fort Tapalquem, the first of the chain of forts built on the southern frontier against the plundering natives. But not a shadow of an Indian did they encounter, to the increasing surprise of Thalcave; although, towards the middle of the day, three rovers of the plain, well armed and mounted, gazed for a moment at the little party, but prevented their approach, galloping away with incredible rapidity",
      "score": 0.7155524015426635,
      "is_same_book": true
    },
    {
      "chunk_idx": 49,
      "book": "In_search_of_the_castaways",
      "char_start": 297657,
      "char_end": 303844,
      "text": ". Here Thalcave hoped to meet the chiefs in whose hands he doubted not that he should find Harry Grant and rescue him and his two companions from slavery. Since they had left the Guamini, the travelers noticed, with great satisfaction, a considerable change in the temperature, thanks to the cold winds of Patagonia, which cause continual currents of air. Neither man nor beast had any reason to complain, after suffering so much from dryness and heat. They therefore pushed on with courage and confidence. But, whatever might have been said, the country seemed to be entirely uninhabited, or, to use a more exact word, \"disinhabited.\" Frequently they skirted the shores of fresh-water lagoons, on whose banks, in the shelter of the bushes, tiny wrens skipped and melodious larks warbled, in company with the brilliant-plumaged tanagers. These pretty birds gayly fluttered about, heedless of the haughty starlings that strutted on the banks like soldiers with their epaulettes and red breasts. In the thorny coppices the nests of the annubis swung like hammocks, and on the shores of the lagoons magnificent flamingoes, marching in regular file, spread their fiery-colored wings to the wind. Their nests were seen, by thousands together, like a small village, in the shape of truncated cones a foot high. The birds were not startled at the approach of the travelers, which was contrary to Paganel's calculations. \"I have been curious for a long time,\" said he to the major, \"to see a flamingo fly.\" \"Well,\" said MacNabb. \"Now, since I have an opportunity, I shall profit by it.\" \"Do so, Paganel.\" \"Come with me, major, and you too, Robert; I need witnesses.\" And Paganel, leaving his companions to go on, proceeded towards the flock of flamingoes, followed by Robert and the major. Arriving within range, Paganel fired a blank charge (for he would not needlessly destroy even a bird), and all the flamingoes flew away, while the geographer gazed at them attentively through his glasses. \"Well,\" said he to the major, when the flock had disappeared, \"did you see them fly?\" \"Certainly,\" replied MacNabb; \"you could not do otherwise, unless you were blind. But let us hasten on, for we have fallen a mile behind.\" When he had joined his companions, Paganel found Glenarvan in excited conversation with the Indian, whom he did not appear to understand. Thalcave had frequently stopped to examine the horizon, and each time his countenance expressed a lively astonishment. Glenarvan, not seeing his ordinary interpreter present, had attempted, but in vain, to question the Patagonian. So, as soon as he perceived the geographer at a distance, he cried,-- \"Come, friend Paganel, Thalcave and I can scarcely succeed in understanding each other.\" Paganel conversed a few moments with the Indian, and, turning to Glenarvan, said,-- \"Thalcave is astonished at a circumstance that is really strange.\" \"What?\" \"At meeting neither Indians, nor any traces of them, on these plains, which are usually furrowed with their trails, whether they are driving home the cattle stolen from the ranchos, or going to the Andes to sell their zorillo carpets and whips of braided leather.\" \"And to what does Thalcave attribute this abandonment?\" \"He cannot tell; he is astonished. That is all.\" \"But what Indians did he expect to find in this part of the Pampas?\" \"The very ones who have had foreign prisoners; those natives who are commanded by the caziques Calfoucoura, Catriel, and Yanchetruz.\" \"Who are these caziques?\" [Illustration: Arriving within range, Paganel fired a blank charge (for he would not needlessly destroy even a bird), and all the flamingoes flew away, while the geographer gazed at them attentively through his glasses.] \"Chiefs of tribes that were very powerful thirty years ago, before they were driven beyond the sierras. Since that time they have been subdued as much as an Indian can be, and now scour the Pampas as well as the province of Buenos Ayres. I am therefore astonished, like Thalcave, at not encountering traces of them in a country where they generally pursue the calling of plunderers.\" \"Well, then,\" inquired Glenarvan, \"what course ought we to take?\" \"I will see,\" replied Paganel. After a few moments' conversation with Thalcave, he said,-- \"This is his advice, which seems to me very wise. We must continue our journey to the east as far as Fort Independence; and there, if we have no news of Captain Grant, we shall at least know what has become of the Indians of the plain.\" \"Is Fort Independence far?\" \"No; it is situated at Tandil, sixty miles distant.\" \"And when shall we arrive there?\" \"On the evening of the day after to-morrow.\" Glenarvan was quite disconcerted at finding no Indians on the Pampas, a circumstance which was little expected. There are ordinarily too many of them. Some special cause must therefore have removed them. But a serious question was to be considered. If Captain Grant was a prisoner of one of these tribes, had he been carried to the north or to the south? This problem harassed Glenarvan. It was advisable at all hazards to keep track of the captain. In short, it was better to follow Thalcave's advice and reach the village of Tandil, where at least they could obtain information. About four o'clock in the afternoon they approached a hill that might have passed for a mountain in so level a country. It was Tapalquem Sierra, and at its foot the travelers encamped for the night. [Sidenote: GALLOPING GAUCHOS.] The passage of this mountain was accomplished the next day with the greatest ease. They followed the sandy undulations of a gradually sloping terrace, which certainly did not present difficulties to people who had scaled the Andes, and the horses scarcely relaxed their rapid pace. At noon they reached the abandoned Fort Tapalquem, the first of the chain of forts built on the southern frontier against the plundering natives. But not a shadow of an Indian did they encounter, to the increasing surprise of Thalcave; although, towards the middle of the day, three rovers of the plain, well armed and mounted, gazed for a moment at the little party, but prevented their approach, galloping away with incredible rapidity",
      "score": 0.7155524015426635,
      "is_same_book": true
    },
    {
      "chunk_idx": 50,
      "book": "In search of the castaways",
      "char_start": 303844,
      "char_end": 310382,
      "text": " ordinarily too many of them. Some special cause must therefore have removed them. But a serious question was to be considered. If Captain Grant was a prisoner of one of these tribes, had he been carried to the north or to the south? This problem harassed Glenarvan. It was advisable at all hazards to keep track of the captain. In short, it was better to follow Thalcave's advice and reach the village of Tandil, where at least they could obtain information. About four o'clock in the afternoon they approached a hill that might have passed for a mountain in so level a country. It was Tapalquem Sierra, and at its foot the travelers encamped for the night. [Sidenote: GALLOPING GAUCHOS.] The passage of this mountain was accomplished the next day with the greatest ease. They followed the sandy undulations of a gradually sloping terrace, which certainly did not present difficulties to people who had scaled the Andes, and the horses scarcely relaxed their rapid pace. At noon they reached the abandoned Fort Tapalquem, the first of the chain of forts built on the southern frontier against the plundering natives. But not a shadow of an Indian did they encounter, to the increasing surprise of Thalcave; although, towards the middle of the day, three rovers of the plain, well armed and mounted, gazed for a moment at the little party, but prevented their approach, galloping away with incredible rapidity. Glenarvan was furious. \"Gauchos,\" said the Patagonian. \"Ah! Gauchos,\" replied MacNabb. \"Well, Paganel, what do you think of these creatures?\" \"I think they look like famous bandits,\" answered Paganel. \"And hence of course are, my dear geographer?\" \"Of course, my dear major.\" Paganel's avowal was followed by a general laugh, which did not disconcert him at all. According to Thalcave's orders, they advanced in close ranks, and at evening encamped in a spacious abandoned rancho, where the chief Catriel generally assembled his bands of natives. From an examination of the ground and the absence of fresh tracks, the Patagonian knew that it had not been occupied for a long time. The next morning Glenarvan and his companions found themselves again on the plain. The first estancias (vast establishments for raising cattle), which border upon the Tandil, were descried; but Thalcave resolved not to stop, but to keep straight on to Fort Independence, where he wished to obtain information, especially concerning the singular condition of this abandoned country. The trees, so rare since leaving the Andes, now reappeared. The greater part of these have been planted since the arrival of the Europeans on the American continent. They generally surround \"corrals,\" vast cattle-inclosures protected with stakes. Here thousands of cattle, sheep, cows, and horses, branded with the mark of the owner, graze and fatten, while large numbers of huge dogs keep watch. The soil is admirably adapted to raising cattle, and yields an excellent fodder. The people lead the life of the shepherds of the Bible. Their flocks are perhaps even more numerous than those which fed on the plains of Mesopotamia; but the family element is wanting, and the owners of the great folds of the Pampas have little to recommend themselves or their manner of life. Paganel explained all these particulars to his companions, and even succeeded in interesting the major. Thalcave, meanwhile, hastened their progress, as he wished to arrive that evening at Fort Independence. The horses, urged on by their masters, and following the example of Thaouka, dashed through the tall grass. They passed several farms, fortified and defended by deep ditches. The principal house was provided with an elevated terrace, from which the inmates could fire upon the plunderers of the plain. Glenarvan might perhaps have obtained here the information that he sought; but it was wisest to go to the village of Tandil. They did not stop, therefore, and soon the feet of the horses struck the grassy sward of the first mountain slopes. An hour afterward the village appeared at the bottom of a narrow gorge crowned by the embattled walls of Fort Independence. [Illustration: In fact, they were a dozen young children and boys who were drilling very nicely. Their uniform consisted of a striped shirt confined at the waist by a leathern girdle.] CHAPTER XXI. A FALSE TRAIL. Paganel, after giving his companions a brief account of the village of Tandil, added that they could not fail to obtain information there; moreover, the fort was always garrisoned by a detachment of national troops. Glenarvan, accordingly, put the horses into the stable of a \"fonda;\" and Paganel, the major, Robert, and he, under the guidance of Thalcave, proceeded towards Fort Independence. After ascending the ridges of the mountains for a short time, they arrived at the postern, rather carelessly guarded by a native sentinel. They passed without difficulty, and inferred either great negligence or extreme security. A few soldiers were exercising on the parade-ground of the fort, the oldest of whom was not more than twenty and the youngest scarcely ten. In fact, they were a dozen young children and boys who were drilling very nicely. Their uniform consisted of a striped shirt confined at the waist by a leathern girdle. The mildness of the climate justified this light costume. Each of these young soldiers carried a gun and a sword, which were too long and heavy for the little fellows. All had a certain family resemblance, and the corporal who commanded resembled them too: they were twelve brothers, who were parading under the orders of the thirteenth. [Sidenote: AN ARGENTINE COMMANDANT.] Paganel was not astonished. He remembered his Argentine statistics, and knew that in this country the average number of children in a family exceeds nine. But what surprised him exceedingly was to see these little soldiers practicing the French tactics, and to hear the orders of the corporal given in his own native language. \"This is singular,\" said he. But Glenarvan had not come to see boys drill, still less to occupy himself with their nationality or relationship. He did not, therefore, give Paganel time to express further astonishment, but besought him to ask for the commander of the fortress. Paganel did so, and one of the soldiers proceeded towards a small building which served as the barracks. A few moments after, the commander appeared in person. He was a man of fifty, robust, with a military air, thick whiskers, prominent cheek-bones, gray hair, and commanding look, so far as",
      "score": 0.700571846961975,
      "is_same_book": true
    }
  ]
}