{
  "claim_id": "52",
  "book_name": "In Search of the Castaways",
  "character": "Thalcave",
  "claim_text": "On the Patagonian frontier he trapped a wary black stallion named Thaouka and spent three months taming it with ancient Tehuelche methods.",
  "evidence": [
    {
      "chunk_idx": 37,
      "book": "In search of the castaways",
      "char_start": 224438,
      "char_end": 230724,
      "text": " XVI. NEWS OF THE LOST CAPTAIN. At eight o'clock the next morning Thalcave gave the signal for departure. The slope was gradual, and the travelers had only to descend a gentle declivity to the sea. When the Patagonian declined the horse that Glenarvan offered him, the latter thought that he preferred to go on foot, according to the custom of certain guides; and indeed, his long legs ought to have made walking easy. But he was mistaken. At the moment of departure Thalcave whistled in a peculiar manner. Immediately a magnificent Argentine horse, of superb form, issued from a small wood near by, and approached at the call of his master. The animal was perfectly beautiful. His brown color indicated a sound, spirited and courageous beast. He had a small and elegantly poised head, widely opening nostrils, a fiery eye, large hams, swelling withers, broad breast, long pasterns, in short, all the qualities that constitute strength and suppleness. The major, like a perfect horseman, admired unreservedly this specimen of the horses of the plains. This beautiful creature was called Thaouka, which means \"bird\" in the Patagonian language, and he justly merited this appellation. [Sidenote: A FRESH START.] When Thalcave was in the saddle, the horse pranced with spirited grace, and the Patagonian, a skillful rider, was magnificent to behold. His outfit comprised two weapons of the chase, the \"bolas\" and the lasso. The bolas consists of three balls tied together by a leathern string, which are fastened to the front of the saddle. The Indians frequently throw them the distance of a hundred paces at the animal or enemy that they are pursuing, and with such precision that they twist about their legs and bring them to the ground. It is, therefore, in their hands a formidable instrument, and they handle it with surprising dexterity. The lasso, on the contrary, does not leave the hand that wields it. It consists simply of a leathern thong thirty feet in length, terminating in a slip-noose which works upon an iron ring. The right hand throws the slip-noose, while the left hand holds the remainder of the lasso, the end of which is firmly tied to the saddle. A long carbine in a sling completed the Patagonian's armament. Thalcave, without observing the admiration caused by his natural grace, ease and courage, took the lead, and the party advanced, now at a gallop, and now at a walk, for their horses seemed entirely unaccustomed to trotting. Robert mounted with much boldness, and speedily convinced Glenarvan of his ability to keep his seat. On issuing from the gorges of the Andes, they encountered a great number of sand-ridges, called \"medanos,\" real waves incessantly agitated by the wind, when the roots of the herbage did not confine them to the earth. This sand is of an extreme fineness; and, at the least breath, they saw it float away in light clouds, or form regular sand-columns which rose to a considerable height. This spectacle caused pleasure as well as annoyance to the eyes. Pleasure, for nothing was more curious than these columns, wandering over the plain, struggling, mingling, sinking and rising in inexpressible confusion; and annoyance, since an impalpable dust emanated from these innumerable medanos and penetrated the eyelids, however tightly they were closed. [Illustration] This phenomenon continued during a great part of the day. Nevertheless, they advanced rapidly, and towards six o'clock the Andes, forty miles distant, presented a darkish aspect already fading in the mists of the evening. The travelers were a little fatigued with their journey, and, therefore, saw with pleasure the approach of the hour for retiring. They encamped on the shores of a turbulent stream, enclosed by lofty red cliffs. Toward noon of the next day, the sun's rays became very oppressive, and at evening a line of clouds on the horizon indicated a change in the weather. The Patagonian could not be deceived, and pointed out to the geographer the western portion of the sky. \"Good, I know,\" said Paganel, and addressing his companions: \"A change in the weather is about to take place. We shall have a 'pampero.'\" [Sidenote: TALKING LIKE A BOOK.] He explained that this pampero is frequent on the Argentine Plains. It is a very dry wind from the southwest. Thalcave was not mistaken, and during the night, which was quite uncomfortable for people sheltered with a simple poncho, the wind blew with great violence. The horses lay down on the ground, and the men near them in a close group. Glenarvan feared they would be delayed if the storm continued; but Paganel reassured him after consulting his barometer. \"Ordinarily,\" said he, \"this wind creates tempests, which last for three days; but when the barometer rises as it does now, you are free from these furious hurricanes in a few hours. Be assured, then, my dear friend; at break of day the sky will have resumed its usual clearness.\" \"You talk like a book, Paganel,\" replied Glenarvan. \"And I am one,\" replied Paganel, \"which you are free to consult as much as you please.\" He was not mistaken. At one o'clock in the morning the wind suddenly subsided, and every one was able to enjoy an invigorating sleep. The next morning they rose bright and fresh, especially Paganel, who displayed great cheerfulness and animation. During this passage across the continent, Lord Glenarvan watched with scrupulous attention for the approach of the natives. He wished to question them concerning Captain Grant, by the aid of the Patagonian, with whom Paganel had begun to converse considerably. But they followed a path little frequented by the Indians, for the trails over the Pampas, which lead from the Argentine Republic to the Andes, are situated too far to the north. If by chance a wandering horseman appeared in the distance, he fled rapidly away, little caring to come in contact with strangers. However, although Glenarvan, in the interest of his search, regretted the absence of the Indians, an incident took place which singularly justified the interpretation of the document. Several times the course pursued by the expedition crossed paths on the Pampas, among others quite an important road--that from Carmen to Mendoza--distinguishable by the bones of such animals as mules, horses, sheep and ox",
      "score": 0.8985777616500854,
      "is_same_book": true
    },
    {
      "chunk_idx": 37,
      "book": "In_search_of_the_castaways",
      "char_start": 224438,
      "char_end": 230724,
      "text": " XVI. NEWS OF THE LOST CAPTAIN. At eight o'clock the next morning Thalcave gave the signal for departure. The slope was gradual, and the travelers had only to descend a gentle declivity to the sea. When the Patagonian declined the horse that Glenarvan offered him, the latter thought that he preferred to go on foot, according to the custom of certain guides; and indeed, his long legs ought to have made walking easy. But he was mistaken. At the moment of departure Thalcave whistled in a peculiar manner. Immediately a magnificent Argentine horse, of superb form, issued from a small wood near by, and approached at the call of his master. The animal was perfectly beautiful. His brown color indicated a sound, spirited and courageous beast. He had a small and elegantly poised head, widely opening nostrils, a fiery eye, large hams, swelling withers, broad breast, long pasterns, in short, all the qualities that constitute strength and suppleness. The major, like a perfect horseman, admired unreservedly this specimen of the horses of the plains. This beautiful creature was called Thaouka, which means \"bird\" in the Patagonian language, and he justly merited this appellation. [Sidenote: A FRESH START.] When Thalcave was in the saddle, the horse pranced with spirited grace, and the Patagonian, a skillful rider, was magnificent to behold. His outfit comprised two weapons of the chase, the \"bolas\" and the lasso. The bolas consists of three balls tied together by a leathern string, which are fastened to the front of the saddle. The Indians frequently throw them the distance of a hundred paces at the animal or enemy that they are pursuing, and with such precision that they twist about their legs and bring them to the ground. It is, therefore, in their hands a formidable instrument, and they handle it with surprising dexterity. The lasso, on the contrary, does not leave the hand that wields it. It consists simply of a leathern thong thirty feet in length, terminating in a slip-noose which works upon an iron ring. The right hand throws the slip-noose, while the left hand holds the remainder of the lasso, the end of which is firmly tied to the saddle. A long carbine in a sling completed the Patagonian's armament. Thalcave, without observing the admiration caused by his natural grace, ease and courage, took the lead, and the party advanced, now at a gallop, and now at a walk, for their horses seemed entirely unaccustomed to trotting. Robert mounted with much boldness, and speedily convinced Glenarvan of his ability to keep his seat. On issuing from the gorges of the Andes, they encountered a great number of sand-ridges, called \"medanos,\" real waves incessantly agitated by the wind, when the roots of the herbage did not confine them to the earth. This sand is of an extreme fineness; and, at the least breath, they saw it float away in light clouds, or form regular sand-columns which rose to a considerable height. This spectacle caused pleasure as well as annoyance to the eyes. Pleasure, for nothing was more curious than these columns, wandering over the plain, struggling, mingling, sinking and rising in inexpressible confusion; and annoyance, since an impalpable dust emanated from these innumerable medanos and penetrated the eyelids, however tightly they were closed. [Illustration] This phenomenon continued during a great part of the day. Nevertheless, they advanced rapidly, and towards six o'clock the Andes, forty miles distant, presented a darkish aspect already fading in the mists of the evening. The travelers were a little fatigued with their journey, and, therefore, saw with pleasure the approach of the hour for retiring. They encamped on the shores of a turbulent stream, enclosed by lofty red cliffs. Toward noon of the next day, the sun's rays became very oppressive, and at evening a line of clouds on the horizon indicated a change in the weather. The Patagonian could not be deceived, and pointed out to the geographer the western portion of the sky. \"Good, I know,\" said Paganel, and addressing his companions: \"A change in the weather is about to take place. We shall have a 'pampero.'\" [Sidenote: TALKING LIKE A BOOK.] He explained that this pampero is frequent on the Argentine Plains. It is a very dry wind from the southwest. Thalcave was not mistaken, and during the night, which was quite uncomfortable for people sheltered with a simple poncho, the wind blew with great violence. The horses lay down on the ground, and the men near them in a close group. Glenarvan feared they would be delayed if the storm continued; but Paganel reassured him after consulting his barometer. \"Ordinarily,\" said he, \"this wind creates tempests, which last for three days; but when the barometer rises as it does now, you are free from these furious hurricanes in a few hours. Be assured, then, my dear friend; at break of day the sky will have resumed its usual clearness.\" \"You talk like a book, Paganel,\" replied Glenarvan. \"And I am one,\" replied Paganel, \"which you are free to consult as much as you please.\" He was not mistaken. At one o'clock in the morning the wind suddenly subsided, and every one was able to enjoy an invigorating sleep. The next morning they rose bright and fresh, especially Paganel, who displayed great cheerfulness and animation. During this passage across the continent, Lord Glenarvan watched with scrupulous attention for the approach of the natives. He wished to question them concerning Captain Grant, by the aid of the Patagonian, with whom Paganel had begun to converse considerably. But they followed a path little frequented by the Indians, for the trails over the Pampas, which lead from the Argentine Republic to the Andes, are situated too far to the north. If by chance a wandering horseman appeared in the distance, he fled rapidly away, little caring to come in contact with strangers. However, although Glenarvan, in the interest of his search, regretted the absence of the Indians, an incident took place which singularly justified the interpretation of the document. Several times the course pursued by the expedition crossed paths on the Pampas, among others quite an important road--that from Carmen to Mendoza--distinguishable by the bones of such animals as mules, horses, sheep and ox",
      "score": 0.8985777616500854,
      "is_same_book": true
    },
    {
      "chunk_idx": 48,
      "book": "In search of the castaways",
      "char_start": 291568,
      "char_end": 297657,
      "text": " a spring, cleared the barrier of fire and the rampart of bodies, while a boyish voice cried,-- \"God save you, my lord!\" Glenarvan and Thalcave had scarcely time to perceive Robert, who, clinging to the horse's mane, disappeared in the darkness. \"Robert, unfortunate!\" cried Glenarvan. But these words the Indian himself could not hear. Frightful howls resounded. The wolves, starting on the track of the horse, fled into the darkness with a terrible speed. Thalcave and Glenarvan rushed out of the ramada. Already the plain had resumed its tranquillity, and they could scarcely distinguish a moving line which undulated afar in the shadows of the night. Glenarvan sank upon the ground, overcome, in despair, clasping his hands. He gazed at Thalcave, who smiled with his accustomed calmness. \"Thaouka--good horse--brave child--he will be saved!\" he repeated, nodding his head. \"But if he falls?\" said Glenarvan. \"He will not fall!\" In spite of Thalcave's confidence, his companion passed the night in terrible anguish. He was no longer even mindful of the danger still to be feared from the wolves. He would have gone in search of Robert, but the Indian restrained him, and explained that their horses could not overtake the boy, that Thaouka must have distanced his enemies, and could not be found in the darkness. They must wait for day to start in search of Robert. At four o'clock in the morning day began to break. The mists of the horizon were soon tinged with pale rays. A sparkling dew covered the plain, and the tall grass began to wave under the first breezes of the dawn. The moment of departure had arrived. \"Forward!\" said the Indian. Glenarvan did not reply, but sprang upon Robert's horse, and the two were soon galloping towards the west in the direction from which their companions were to come. For an hour they traveled thus with great speed, gazing around for Robert, and dreading at each step to behold his mangled body. Glenarvan tortured the flanks of his horse with his spurs. Suddenly shots were heard, and reports at regular intervals, like signals for recognition. [Illustration] \"It is they!\" cried Glenarvan. Thalcave and he urged their horses to a more rapid pace, and a few moments afterwards they joined the party led by Paganel. [Sidenote: LIVELY GRATITUDE.] To Glenarvan's joy, Robert was there, alive, borne by the noble Thaouka, who neighed with pleasure at seeing his master. \"Ah, my boy! my boy!\" cried Glenarvan, with unspeakable tenderness; and Robert and he, dismounting, rushed into each other's arms. Then it was the Indian's turn to clasp to his breast the courageous son of Captain Grant. \"He lives! he lives!\" exclaimed Glenarvan. \"Yes,\" replied Robert, \"thanks to Thaouka.\" The Indian had not waited for these words of gratitude to embrace his horse, but at that very moment he spoke to him and embraced him, as if human blood flowed in the veins of the noble animal. Then, turning towards Paganel, he pointed to young Robert. \"A brave boy!\" said he. Glenarvan, however, asked, even while he admired the lad,-- \"Why, my son, did you not let Thalcave or me try this last chance of saving you?\" \"My lord,\" replied he, in accents of the liveliest gratitude, \"was it not my duty to sacrifice myself, when Thalcave has saved my life, and you are going to save my father?\" CHAPTER XX. STRANGE SIGNS. After their first outbursts of joy at meeting were over, Paganel, Austin, Wilson, and Mulready--all who had remained behind, except the major--were conscious of one thing, namely, that they were suffering from thirst. Fortunately, the Guamini flowed at no great distance. They accordingly continued their journey, and at seven o'clock in the morning the little party arrived at the ramada. On seeing its entrance strewn with the bodies of the wolves, it was easy to understand the violence of the attack and the vigor of the defense. The travelers, after fully quenching their thirst, devoted their attention to breakfast in the inclosure. The ostrich-steaks were declared excellent, and the armadillo, roasted in its own covering, was a delicious dish. \"To eat reasonably of this,\" said Paganel, \"would be ingratitude towards Providence. We really must eat immoderately.\" And he did so accordingly,--but was not sick, thanks to the clear water of the Guamini, which appeared to possess superior digestive properties. [Sidenote: AEROSTATIC EXPERIMENTS.] At ten o'clock Glenarvan gave the signal for departure. The water-bottles were filled, and they set out. The horses, being greatly revived, evinced much spirit, and maintained an easy and almost continuous canter. The next morning they crossed the boundary which separates the Argentine Plains from the Pampas. Here Thalcave hoped to meet the chiefs in whose hands he doubted not that he should find Harry Grant and rescue him and his two companions from slavery. Since they had left the Guamini, the travelers noticed, with great satisfaction, a considerable change in the temperature, thanks to the cold winds of Patagonia, which cause continual currents of air. Neither man nor beast had any reason to complain, after suffering so much from dryness and heat. They therefore pushed on with courage and confidence. But, whatever might have been said, the country seemed to be entirely uninhabited, or, to use a more exact word, \"disinhabited.\" Frequently they skirted the shores of fresh-water lagoons, on whose banks, in the shelter of the bushes, tiny wrens skipped and melodious larks warbled, in company with the brilliant-plumaged tanagers. These pretty birds gayly fluttered about, heedless of the haughty starlings that strutted on the banks like soldiers with their epaulettes and red breasts. In the thorny coppices the nests of the annubis swung like hammocks, and on the shores of the lagoons magnificent flamingoes, marching in regular file, spread their fiery-colored wings to the wind. Their nests were seen, by thousands together, like a small village, in the shape of truncated cones a foot high. The birds were not startled at the approach of the travelers, which was contrary",
      "score": 0.7686587691307067,
      "is_same_book": true
    }
  ]
}