{
  "claim_id": "53",
  "book_name": "In Search of the Castaways",
  "character": "Thalcave",
  "claim_text": "While gentling Thaouka they plunged off a cliff; badly hurt, he chewed herbs to staunch the bleeding and survived, forging with the horse a bond deeper than master and beast.",
  "evidence": [
    {
      "chunk_idx": 37,
      "book": "In search of the castaways",
      "char_start": 224438,
      "char_end": 230724,
      "text": " XVI. NEWS OF THE LOST CAPTAIN. At eight o'clock the next morning Thalcave gave the signal for departure. The slope was gradual, and the travelers had only to descend a gentle declivity to the sea. When the Patagonian declined the horse that Glenarvan offered him, the latter thought that he preferred to go on foot, according to the custom of certain guides; and indeed, his long legs ought to have made walking easy. But he was mistaken. At the moment of departure Thalcave whistled in a peculiar manner. Immediately a magnificent Argentine horse, of superb form, issued from a small wood near by, and approached at the call of his master. The animal was perfectly beautiful. His brown color indicated a sound, spirited and courageous beast. He had a small and elegantly poised head, widely opening nostrils, a fiery eye, large hams, swelling withers, broad breast, long pasterns, in short, all the qualities that constitute strength and suppleness. The major, like a perfect horseman, admired unreservedly this specimen of the horses of the plains. This beautiful creature was called Thaouka, which means \"bird\" in the Patagonian language, and he justly merited this appellation. [Sidenote: A FRESH START.] When Thalcave was in the saddle, the horse pranced with spirited grace, and the Patagonian, a skillful rider, was magnificent to behold. His outfit comprised two weapons of the chase, the \"bolas\" and the lasso. The bolas consists of three balls tied together by a leathern string, which are fastened to the front of the saddle. The Indians frequently throw them the distance of a hundred paces at the animal or enemy that they are pursuing, and with such precision that they twist about their legs and bring them to the ground. It is, therefore, in their hands a formidable instrument, and they handle it with surprising dexterity. The lasso, on the contrary, does not leave the hand that wields it. It consists simply of a leathern thong thirty feet in length, terminating in a slip-noose which works upon an iron ring. The right hand throws the slip-noose, while the left hand holds the remainder of the lasso, the end of which is firmly tied to the saddle. A long carbine in a sling completed the Patagonian's armament. Thalcave, without observing the admiration caused by his natural grace, ease and courage, took the lead, and the party advanced, now at a gallop, and now at a walk, for their horses seemed entirely unaccustomed to trotting. Robert mounted with much boldness, and speedily convinced Glenarvan of his ability to keep his seat. On issuing from the gorges of the Andes, they encountered a great number of sand-ridges, called \"medanos,\" real waves incessantly agitated by the wind, when the roots of the herbage did not confine them to the earth. This sand is of an extreme fineness; and, at the least breath, they saw it float away in light clouds, or form regular sand-columns which rose to a considerable height. This spectacle caused pleasure as well as annoyance to the eyes. Pleasure, for nothing was more curious than these columns, wandering over the plain, struggling, mingling, sinking and rising in inexpressible confusion; and annoyance, since an impalpable dust emanated from these innumerable medanos and penetrated the eyelids, however tightly they were closed. [Illustration] This phenomenon continued during a great part of the day. Nevertheless, they advanced rapidly, and towards six o'clock the Andes, forty miles distant, presented a darkish aspect already fading in the mists of the evening. The travelers were a little fatigued with their journey, and, therefore, saw with pleasure the approach of the hour for retiring. They encamped on the shores of a turbulent stream, enclosed by lofty red cliffs. Toward noon of the next day, the sun's rays became very oppressive, and at evening a line of clouds on the horizon indicated a change in the weather. The Patagonian could not be deceived, and pointed out to the geographer the western portion of the sky. \"Good, I know,\" said Paganel, and addressing his companions: \"A change in the weather is about to take place. We shall have a 'pampero.'\" [Sidenote: TALKING LIKE A BOOK.] He explained that this pampero is frequent on the Argentine Plains. It is a very dry wind from the southwest. Thalcave was not mistaken, and during the night, which was quite uncomfortable for people sheltered with a simple poncho, the wind blew with great violence. The horses lay down on the ground, and the men near them in a close group. Glenarvan feared they would be delayed if the storm continued; but Paganel reassured him after consulting his barometer. \"Ordinarily,\" said he, \"this wind creates tempests, which last for three days; but when the barometer rises as it does now, you are free from these furious hurricanes in a few hours. Be assured, then, my dear friend; at break of day the sky will have resumed its usual clearness.\" \"You talk like a book, Paganel,\" replied Glenarvan. \"And I am one,\" replied Paganel, \"which you are free to consult as much as you please.\" He was not mistaken. At one o'clock in the morning the wind suddenly subsided, and every one was able to enjoy an invigorating sleep. The next morning they rose bright and fresh, especially Paganel, who displayed great cheerfulness and animation. During this passage across the continent, Lord Glenarvan watched with scrupulous attention for the approach of the natives. He wished to question them concerning Captain Grant, by the aid of the Patagonian, with whom Paganel had begun to converse considerably. But they followed a path little frequented by the Indians, for the trails over the Pampas, which lead from the Argentine Republic to the Andes, are situated too far to the north. If by chance a wandering horseman appeared in the distance, he fled rapidly away, little caring to come in contact with strangers. However, although Glenarvan, in the interest of his search, regretted the absence of the Indians, an incident took place which singularly justified the interpretation of the document. Several times the course pursued by the expedition crossed paths on the Pampas, among others quite an important road--that from Carmen to Mendoza--distinguishable by the bones of such animals as mules, horses, sheep and ox",
      "score": 0.8102194786071777,
      "is_same_book": true
    },
    {
      "chunk_idx": 37,
      "book": "In_search_of_the_castaways",
      "char_start": 224438,
      "char_end": 230724,
      "text": " XVI. NEWS OF THE LOST CAPTAIN. At eight o'clock the next morning Thalcave gave the signal for departure. The slope was gradual, and the travelers had only to descend a gentle declivity to the sea. When the Patagonian declined the horse that Glenarvan offered him, the latter thought that he preferred to go on foot, according to the custom of certain guides; and indeed, his long legs ought to have made walking easy. But he was mistaken. At the moment of departure Thalcave whistled in a peculiar manner. Immediately a magnificent Argentine horse, of superb form, issued from a small wood near by, and approached at the call of his master. The animal was perfectly beautiful. His brown color indicated a sound, spirited and courageous beast. He had a small and elegantly poised head, widely opening nostrils, a fiery eye, large hams, swelling withers, broad breast, long pasterns, in short, all the qualities that constitute strength and suppleness. The major, like a perfect horseman, admired unreservedly this specimen of the horses of the plains. This beautiful creature was called Thaouka, which means \"bird\" in the Patagonian language, and he justly merited this appellation. [Sidenote: A FRESH START.] When Thalcave was in the saddle, the horse pranced with spirited grace, and the Patagonian, a skillful rider, was magnificent to behold. His outfit comprised two weapons of the chase, the \"bolas\" and the lasso. The bolas consists of three balls tied together by a leathern string, which are fastened to the front of the saddle. The Indians frequently throw them the distance of a hundred paces at the animal or enemy that they are pursuing, and with such precision that they twist about their legs and bring them to the ground. It is, therefore, in their hands a formidable instrument, and they handle it with surprising dexterity. The lasso, on the contrary, does not leave the hand that wields it. It consists simply of a leathern thong thirty feet in length, terminating in a slip-noose which works upon an iron ring. The right hand throws the slip-noose, while the left hand holds the remainder of the lasso, the end of which is firmly tied to the saddle. A long carbine in a sling completed the Patagonian's armament. Thalcave, without observing the admiration caused by his natural grace, ease and courage, took the lead, and the party advanced, now at a gallop, and now at a walk, for their horses seemed entirely unaccustomed to trotting. Robert mounted with much boldness, and speedily convinced Glenarvan of his ability to keep his seat. On issuing from the gorges of the Andes, they encountered a great number of sand-ridges, called \"medanos,\" real waves incessantly agitated by the wind, when the roots of the herbage did not confine them to the earth. This sand is of an extreme fineness; and, at the least breath, they saw it float away in light clouds, or form regular sand-columns which rose to a considerable height. This spectacle caused pleasure as well as annoyance to the eyes. Pleasure, for nothing was more curious than these columns, wandering over the plain, struggling, mingling, sinking and rising in inexpressible confusion; and annoyance, since an impalpable dust emanated from these innumerable medanos and penetrated the eyelids, however tightly they were closed. [Illustration] This phenomenon continued during a great part of the day. Nevertheless, they advanced rapidly, and towards six o'clock the Andes, forty miles distant, presented a darkish aspect already fading in the mists of the evening. The travelers were a little fatigued with their journey, and, therefore, saw with pleasure the approach of the hour for retiring. They encamped on the shores of a turbulent stream, enclosed by lofty red cliffs. Toward noon of the next day, the sun's rays became very oppressive, and at evening a line of clouds on the horizon indicated a change in the weather. The Patagonian could not be deceived, and pointed out to the geographer the western portion of the sky. \"Good, I know,\" said Paganel, and addressing his companions: \"A change in the weather is about to take place. We shall have a 'pampero.'\" [Sidenote: TALKING LIKE A BOOK.] He explained that this pampero is frequent on the Argentine Plains. It is a very dry wind from the southwest. Thalcave was not mistaken, and during the night, which was quite uncomfortable for people sheltered with a simple poncho, the wind blew with great violence. The horses lay down on the ground, and the men near them in a close group. Glenarvan feared they would be delayed if the storm continued; but Paganel reassured him after consulting his barometer. \"Ordinarily,\" said he, \"this wind creates tempests, which last for three days; but when the barometer rises as it does now, you are free from these furious hurricanes in a few hours. Be assured, then, my dear friend; at break of day the sky will have resumed its usual clearness.\" \"You talk like a book, Paganel,\" replied Glenarvan. \"And I am one,\" replied Paganel, \"which you are free to consult as much as you please.\" He was not mistaken. At one o'clock in the morning the wind suddenly subsided, and every one was able to enjoy an invigorating sleep. The next morning they rose bright and fresh, especially Paganel, who displayed great cheerfulness and animation. During this passage across the continent, Lord Glenarvan watched with scrupulous attention for the approach of the natives. He wished to question them concerning Captain Grant, by the aid of the Patagonian, with whom Paganel had begun to converse considerably. But they followed a path little frequented by the Indians, for the trails over the Pampas, which lead from the Argentine Republic to the Andes, are situated too far to the north. If by chance a wandering horseman appeared in the distance, he fled rapidly away, little caring to come in contact with strangers. However, although Glenarvan, in the interest of his search, regretted the absence of the Indians, an incident took place which singularly justified the interpretation of the document. Several times the course pursued by the expedition crossed paths on the Pampas, among others quite an important road--that from Carmen to Mendoza--distinguishable by the bones of such animals as mules, horses, sheep and ox",
      "score": 0.8102194786071777,
      "is_same_book": true
    },
    {
      "chunk_idx": 40,
      "book": "In search of the castaways",
      "char_start": 242921,
      "char_end": 249151,
      "text": " was enabled to pass over to the left bank, where they rested for the night. [Illustration] CHAPTER XVII. A SERIOUS NECESSITY. They set out at daybreak. The horses advanced at a brisk pace among the tufts of \"paja-brava,\" a kind of grass that serves the Indians as a shelter during the storms. At certain distances, but less and less frequent, pools of shallow water contributed to the growth of willows and a certain plant which is found in the neighborhood of fresh water. Here the horses drank their fill, to fortify themselves for the journey. Thalcave, who rode in advance, beat the bushes, and thus frightened away the \"cholinas\" (vipers), while the agile Thaouka bounded over all obstacles, and aided his master in clearing a passage for the horses that followed. [Illustration: They set out at daybreak. The horses advanced at a brisk pace among the tufts of \"paja-brava,\" a kind of grass that serves the Indians as a shelter during the storms.] Early in the afternoon, the first traces of animals were encountered--the bones of an innumerable drove of cattle, in whitened heaps. These fragments did not extend in a winding line, such as animals exhausted and falling one by one would leave behind them. Thus no one, not even Paganel, knew how to explain this chain of skeletons in a space comparatively circumscribed. He therefore questioned Thalcave, who was not at a loss for a reply. \"What is this?\" they asked, after Paganel had inquired of the Indian. \"The fire of heaven,\" replied the geographer. \"What! the lightning could not have produced such a disaster,\" said Tom Austin, \"and stretched five hundred head of cattle on the earth!\" But Thalcave reaffirmed it, and he was not mistaken; for the storms of the Pampas are noted for their violence. At evening they stopped at an abandoned rancho, made of interlaced branches plastered with mud and covered with thatch. This structure stood within an inclosure of half-rotten stakes which, however, sufficed to protect the horses during the night against the attacks of the foxes. Not that they had anything to fear personally from these animals, but the malicious beasts gnawed the halters, so that the horses could escape. A few paces from the rancho, a hole was dug which served as a kitchen and contained half-cooled embers. Within, there was a bench, a bed of ox-hide, a saucepan, a spit, and a pot for boiling maté. The maté is a drink very much in use in South America. It is the Indian's tea, consisting of a decoction of leaves dried in the fire, and is imbibed through a straw. At Paganel's request, Thalcave prepared several cups of this beverage, which very agreeably accompanied the ordinary eatables, and was declared excellent. [Sidenote: A CHANGE FOR THE WORSE.] The next day they resumed their journey towards the east. About noon a change took place in the appearance of the Pampas, which could not escape eyes wearied with its monotony. The grass became more and more scanty, and gave place to sickly burdocks and gigantic thistles; while stunted nettles and other thorny shrubs grew here and there. Heretofore, a certain moisture, preserved by the clay of the prairie, freshened the meadows; the vegetation was thick and luxuriant. But now a patchy growth, bare in many places, exposed the earth, and indicated the poverty of the soil. These signs of increasing dryness could not be mistaken, and Thalcave called attention to them. [Illustration] \"I am not sorry at this change,\" said Tom Austin; \"to see always grass, nothing but grass, becomes tiresome before long.\" \"But where there is grass there is water,\" replied the major. \"Oh, we are not in want,\" said Wilson, \"and shall find some river on our course.\" However, when Wilson said that the supply of water would not fail he had not calculated for the unquenchable thirst that consumed his companions all that day; and, when he added that they would meet with some stream in their journey he had anticipated too much. Indeed, not only were rivers wanting, but even the artificial wells dug by the Indians were empty. On seeing these indications of dryness increase from mile to mile, Paganel asked Thalcave where he expected to find water. \"At Lake Salinas,\" replied the Indian. \"And when shall we arrive there?\" \"To-morrow evening.\" The natives ordinarily, when they travel on the Pampas, dig wells, and find water a few feet below the surface; but the travelers, destitute of the necessary implements, could not employ this expedient. It was therefore necessary to obtain a supply in some other way, for, if they did not absolutely suffer from the tormenting desire for drink, no one could entirely allay his thirst. At evening they halted, after a journey of thirty miles. Every one relied upon a good night to recruit himself after the fatigues of the day; but they were greatly annoyed by a very persistent swarm of mosquitoes, which disappeared, however, after the wind changed. If the major preserved his calmness in the midst of the petty annoyances of life, Paganel, on the contrary, could not treat the matter so indifferently. He fought the mosquitoes, and sadly regretted the absence of his acid-water, which would have soothed the pain of their bites. Although the major endeavored to console him, he awoke in a very bad humor. However, he was very easily persuaded to set out at daybreak, for it was important to arrive at Lake Salinas the same day. The horses were very much exhausted: they were dying of thirst; and, although their riders had denied themselves on their account, still their share of water had been very limited. The dryness was to-day even greater, and the heat no less intolerable, with the dusty wind, the simoom of the Pampas. [Sidenote: INDIANS AHEAD!] During the day the monotony of the journey was interrupted. Mulready, who rode in advance, turned back, signaling the approach of a party of Indians. This meeting elicited different opinions. Glenarvan thought of the information that these natives might furnish concerning the shipwrecked seamen of the Britannia. Thalcave, for his part, scarcely enjoyed meeting in his journey the wandering Indians of the plains. He considered them plunderers and robbers, and only sought to avoid them. According to",
      "score": 0.803407859802246,
      "is_same_book": true
    }
  ]
}