{
  "claim_id": "58",
  "book_name": "In Search of the Castaways",
  "character": "Thalcave",
  "claim_text": "The mission priest taught him Quechua, Spanish and French, showed him European maps, the stars and the arithmetic of navigation.",
  "evidence": [
    {
      "chunk_idx": 20,
      "book": "In search of the castaways",
      "char_start": 119937,
      "char_end": 126459,
      "text": ", and every one had good hopes. On this voyage in search of Captain Grant, the probabilities increased every day. Their captain was one of the most confident on board; but his confidence proceeded especially from the desire that he cherished so strongly at heart, of seeing Miss Mary happy and consoled. He was particularly interested in this young girl; and this feeling he concealed so well, that, except Miss Grant and himself, no one on board the Duncan had perceived it. As for the learned geographer, he was probably the happiest man in the southern hemisphere. He passed his time in studying the maps with which he covered the cabin-table; and then followed daily discussions with Mr. Olbinett, so that he could scarcely set the table. But Paganel had all the passengers on his side except the major, who was very indifferent to geographical questions, especially at dinner-time. Having discovered a whole cargo of odd books in the mate's chests, and among them a number of Cervantes' works, the Frenchman resolved to learn Spanish, which nobody on board knew, and which would facilitate his search on the shores of Chili. Thanks to his love for philology, he did not despair of speaking this new tongue fluently on arriving at Concepcion. He therefore studied assiduously, and was heard incessantly muttering heterogeneous syllables. During his leisure hours he did not fail to give young Robert practical instruction, and taught him the history of the country they were rapidly approaching. In the meantime the Duncan was proceeding at a remarkable rate. She cut the Tropic of Capricorn, and her prow was headed toward the strait of the celebrated geographer. Now and then the low shores of Patagonia were seen, but like an almost invisible line on the horizon. They sailed along the coast for more than ten miles, but Paganel's famous telescope gave him only a vague idea of these American shores. The vessel soon found herself at the head of the strait, and entered without hesitation. This way is generally preferred by steam-vessels bound for the Pacific. Its exact length is three hundred and seventy-six miles. Ships of the greatest tonnage can always find deep water, even near its shores, an excellent bottom, and many springs of water. The rivers abound in fish, the forest in game, there are safe and easy landings at twenty places, and, in short, a thousand resources that are wanting in the Strait of Lemaire, and off the terrible rocks of Cape Horn, which are continually visited by storms and tempests. [Illustration: Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves.] During the first hours of the passage, till you reach Cape Gregory, the shores are low and sandy. The entire passage lasted scarcely thirty-six hours, and this moving panorama of the two shores well rewarded the pains the geographer took to admire it under the radiant beams of the southern sun. No inhabitant appeared on the shores of the continent; and only a few Fuegians wandered along the barren rocks of Terra del Fuego. At one moment the Duncan rounded the peninsula of Brunswick between two magnificent sights. Just here the strait cuts between stupendous masses of granite. The base of the mountains was hidden in the heart of immense forests, while their summits, whitened with eternal snow, were lost in the clouds. Towards the southeast Mount Taru towered six thousand five hundred feet aloft. Night came, preceded by a long twilight, the light melting away insensibly by gentle degrees, while the sky was studded with brilliant stars. In the midst of this partial obscurity, the yacht boldly continued on her course, without casting anchor in the safe bays with which the shores abound. Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves. At others her propeller would beat the waters of the great rivers, starting geese, ducks, snipe, teal, and all the feathered tribes of the marshes. Soon deserted ruins appeared, and fallen monuments, to which the night lent a grand aspect; these were the mournful remains of an abandoned colony, whose name will be an eternal contradiction to the fertility of the coasts and the rich game of the forests. It was Port Famine, the place that the Spaniard Sarmiento colonized in 1581 with four hundred emigrants. Here he founded the city of San Felipe. But the extreme severity of the cold weakened the colony; famine devoured those whom the winter had spared, and in 1587 the explorer Cavendish found the last of these four hundred unfortunates dying of hunger amid the ruins of a city only six years in existence. [Sidenote: CHEERLESS MEMORIES.] The vessel coasted along these deserted shores. At daybreak she sailed in the midst of the narrow passes, between beeches, ash-trees, and birches, from the bosom of which emerged ivy-clad domes, cupolas tapestried with the hardy holly, and lofty spires, among which the obelisk of Buckland rose to a great height. Far out in the sea sported droves of seals and whales of great size, judging by their spouting, which could be seen at a distance of four miles. At last they doubled Cape Froward, still bristling with the ices of winter. On the other side of the strait, on Terra del Fuego, rose Mount Sarmiento to the height of six thousand feet, an enormous mass of rock broken by bands of clouds which formed as it were an aerial archipelago in the sky. [Illustration: Port Famine.] Cape Froward is the real end of the American continent, for Cape Horn is only a lone rock in the sea. Passing this point the strait narrowed between Brunswick Peninsula, and Desolation Island. Then to fertile shores succeeded a line of wild barren coast, cut by a thousand inlets of this tortuous labyrinth. The Duncan unerringly and unhesitatingly pursued its capricious windings, mingling her columns of smoke with the mists on the rocks. Without lessening her speed, she passed several Spanish factories established on these deserted shores. At Cape Tamar the strait widened. The yacht rounded the Narborough Islands, and approached the southern shores. At last, thirty-six hours after entering the strait, the rocks of Cape Pilares were discerned at the extreme point of Desolation Island. An immense open glittering sea extended before her prow, and Jacques Paganel, hailing it with an enthusiastic gesture, felt moved like Ferdinand Magellan himself, when the sails of the Trinidad swelled before the breezes of the Pacific. CHAPTER X. THE COURSE DEC",
      "score": 0.6680679738521575,
      "is_same_book": true
    },
    {
      "chunk_idx": 20,
      "book": "In_search_of_the_castaways",
      "char_start": 119937,
      "char_end": 126459,
      "text": ", and every one had good hopes. On this voyage in search of Captain Grant, the probabilities increased every day. Their captain was one of the most confident on board; but his confidence proceeded especially from the desire that he cherished so strongly at heart, of seeing Miss Mary happy and consoled. He was particularly interested in this young girl; and this feeling he concealed so well, that, except Miss Grant and himself, no one on board the Duncan had perceived it. As for the learned geographer, he was probably the happiest man in the southern hemisphere. He passed his time in studying the maps with which he covered the cabin-table; and then followed daily discussions with Mr. Olbinett, so that he could scarcely set the table. But Paganel had all the passengers on his side except the major, who was very indifferent to geographical questions, especially at dinner-time. Having discovered a whole cargo of odd books in the mate's chests, and among them a number of Cervantes' works, the Frenchman resolved to learn Spanish, which nobody on board knew, and which would facilitate his search on the shores of Chili. Thanks to his love for philology, he did not despair of speaking this new tongue fluently on arriving at Concepcion. He therefore studied assiduously, and was heard incessantly muttering heterogeneous syllables. During his leisure hours he did not fail to give young Robert practical instruction, and taught him the history of the country they were rapidly approaching. In the meantime the Duncan was proceeding at a remarkable rate. She cut the Tropic of Capricorn, and her prow was headed toward the strait of the celebrated geographer. Now and then the low shores of Patagonia were seen, but like an almost invisible line on the horizon. They sailed along the coast for more than ten miles, but Paganel's famous telescope gave him only a vague idea of these American shores. The vessel soon found herself at the head of the strait, and entered without hesitation. This way is generally preferred by steam-vessels bound for the Pacific. Its exact length is three hundred and seventy-six miles. Ships of the greatest tonnage can always find deep water, even near its shores, an excellent bottom, and many springs of water. The rivers abound in fish, the forest in game, there are safe and easy landings at twenty places, and, in short, a thousand resources that are wanting in the Strait of Lemaire, and off the terrible rocks of Cape Horn, which are continually visited by storms and tempests. [Illustration: Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves.] During the first hours of the passage, till you reach Cape Gregory, the shores are low and sandy. The entire passage lasted scarcely thirty-six hours, and this moving panorama of the two shores well rewarded the pains the geographer took to admire it under the radiant beams of the southern sun. No inhabitant appeared on the shores of the continent; and only a few Fuegians wandered along the barren rocks of Terra del Fuego. At one moment the Duncan rounded the peninsula of Brunswick between two magnificent sights. Just here the strait cuts between stupendous masses of granite. The base of the mountains was hidden in the heart of immense forests, while their summits, whitened with eternal snow, were lost in the clouds. Towards the southeast Mount Taru towered six thousand five hundred feet aloft. Night came, preceded by a long twilight, the light melting away insensibly by gentle degrees, while the sky was studded with brilliant stars. In the midst of this partial obscurity, the yacht boldly continued on her course, without casting anchor in the safe bays with which the shores abound. Sometimes the tips of her yards would graze the branches of the beeches that hung over the waves. At others her propeller would beat the waters of the great rivers, starting geese, ducks, snipe, teal, and all the feathered tribes of the marshes. Soon deserted ruins appeared, and fallen monuments, to which the night lent a grand aspect; these were the mournful remains of an abandoned colony, whose name will be an eternal contradiction to the fertility of the coasts and the rich game of the forests. It was Port Famine, the place that the Spaniard Sarmiento colonized in 1581 with four hundred emigrants. Here he founded the city of San Felipe. But the extreme severity of the cold weakened the colony; famine devoured those whom the winter had spared, and in 1587 the explorer Cavendish found the last of these four hundred unfortunates dying of hunger amid the ruins of a city only six years in existence. [Sidenote: CHEERLESS MEMORIES.] The vessel coasted along these deserted shores. At daybreak she sailed in the midst of the narrow passes, between beeches, ash-trees, and birches, from the bosom of which emerged ivy-clad domes, cupolas tapestried with the hardy holly, and lofty spires, among which the obelisk of Buckland rose to a great height. Far out in the sea sported droves of seals and whales of great size, judging by their spouting, which could be seen at a distance of four miles. At last they doubled Cape Froward, still bristling with the ices of winter. On the other side of the strait, on Terra del Fuego, rose Mount Sarmiento to the height of six thousand feet, an enormous mass of rock broken by bands of clouds which formed as it were an aerial archipelago in the sky. [Illustration: Port Famine.] Cape Froward is the real end of the American continent, for Cape Horn is only a lone rock in the sea. Passing this point the strait narrowed between Brunswick Peninsula, and Desolation Island. Then to fertile shores succeeded a line of wild barren coast, cut by a thousand inlets of this tortuous labyrinth. The Duncan unerringly and unhesitatingly pursued its capricious windings, mingling her columns of smoke with the mists on the rocks. Without lessening her speed, she passed several Spanish factories established on these deserted shores. At Cape Tamar the strait widened. The yacht rounded the Narborough Islands, and approached the southern shores. At last, thirty-six hours after entering the strait, the rocks of Cape Pilares were discerned at the extreme point of Desolation Island. An immense open glittering sea extended before her prow, and Jacques Paganel, hailing it with an enthusiastic gesture, felt moved like Ferdinand Magellan himself, when the sails of the Trinidad swelled before the breezes of the Pacific. CHAPTER X. THE COURSE DEC",
      "score": 0.6680679738521575,
      "is_same_book": true
    },
    {
      "chunk_idx": 98,
      "book": "In search of the castaways",
      "char_start": 602351,
      "char_end": 608624,
      "text": " voice, harmoniously pitched, was heard. The pianist was accompanied by a vocalist. The geographer listened incredulously, but in a few moments was forced to recognize the sublime air that struck upon his ear. It was \"_Il mio tesoro tanto_\" from Don Juan. [Illustration: Paganel did not lie down, but, rifle on shoulder, guarded the encampment, walking to and fro that he might the better resist sleep.] \"Parbleu!\" thought the geographer, \"however strange the Australian birds may be, or even though the parrots were the most musical in the world, they could not sing Mozart.\" He listened to the end of this grand inspiration of the master. The effect of this sweet melody, in the stillness of the starlit night, was indescribable. He remained a long time under the influences of its enchantment. At last the voice ceased, and all was silent. When Wilson came to relieve the geographer, he found him wrapt in a profound reverie. Paganel said nothing to the sailor, but, reserving his account of the incident for Glenarvan the next day, he crept into the tent. In the morning the whole party were awakened by unexpected bayings. Glenarvan at once arose. Two magnificent pointers were gamboling along the edge of a small wood; but at the approach of the travelers they disappeared among the trees, barking loudly. \"There must be a station in this desert,\" said Glenarvan, \"and hunters, since those are hunting-dogs.\" Paganel was just about to relate his experiences of the past night, when two men appeared, in hunting costume, mounted on fine horses. They naturally stopped at sight of the little party, encamped in gypsy-like fashion, and seemed to be wondering what the presence of armed men in this place meant, when they perceived the ladies, who were alighting from the cart. They immediately dismounted, and advanced towards them, hat in hand. Glenarvan went to meet them, and introduced himself and party, giving the name and rank of each member. The young men bowed, and one of them, the elder, said: \"My lord, will your ladies, your companions, and yourself do us the honor to accompany us to our house?\" \"May I ask, gentlemen, whom I have the honor of addressing?\" inquired Glenarvan. \"Michael and Alexander Patterson, proprietors of Hottam Station. You are already on the grounds of the establishment, and have but a quarter of a mile to go.\" \"Gentlemen,\" replied Glenarvan, \"I should be unwilling to slight a hospitality so graciously offered----\" \"My lord,\" interrupted Michael Patterson, \"by accepting you will confer a favor upon two poor colonists, who will be only too happy to extend to you the honors of the desert.\" Glenarvan bowed in token of assent. \"Sir,\" said Paganel, addressing Michael Patterson, \"should I be too inquisitive were I to ask if it was you who sang that divine air of Mozart last night?\" \"It was I, sir,\" replied the gentleman; \"and my brother accompanied me.\" \"Well, sir,\" continued Paganel, extending his hand, \"accept the sincere compliments of a Frenchman, who is an ardent admirer of Mozart's music.\" The young man modestly returned the geographer's greeting, and then pointed towards the right to the road they were to take. The horses had been confided to the care of Ayrton and the sailors, and the travelers at once betook themselves on foot to Hottam Station, under the guidance of the two young men. It was a magnificent establishment, characterized by the perfect order of an English park. Immense meadows, inclosed by fences, extended as far as the eye could reach. Here grazed thousands of oxen and sheep. Numerous shepherds and still more numerous dogs tended this vast herd, while with the bellowing and bleating mingled the baying of mastiffs and the sharp crack of stock-whips. [Sidenote: ARTIFICIAL SELECTION.] To the east the prospect was broken by a border of gum-trees, beyond which rose the imposing peak of Mount Hottam, seven thousand five hundred feet high. Long avenues of tall trees stretched in all directions, while here and there stood dense clumps of grass-trees, shrubby plants about ten feet high, resembling the dwarf palm, with a thick foliage of long narrow leaves. The air was laden with the perfume of laurels, whose clusters of white flowers in full bloom exhaled the most delicate fragrance. With the charming groups of native trees were mingled those transplanted from European climes. The peach, the pear, the apple, the fig, the orange, and even the oak were hailed with delight by the travelers, who, if they were not astonished at walking in the shade of the trees of their country, wondered, at least, at the sight of the birds that fluttered among the branches, the satin-birds with their silky plumage, and the canaries, clad in golden and black velvet. Here, for the first time, they saw the menure, or lyre-bird, whose tail has the form of the graceful instrument of Orpheus. As the bird fled away among the arborescent ferns, its tail striking the branches, they almost expected to hear those harmonious chords that helped Amphion to rebuild the walls of Thebes. Lord Glenarvan was not satisfied with merely admiring the fairy wonders of this oasis of the Australian desert. He listened with profound interest to the young men's story. In England, in the heart of civilization, a new-comer would have first informed his host whence he came and whither he was going; but here, by a nice shade of distinction, Michael and Sandy Patterson thought they should make themselves known to the travelers to whom they offered their hospitalities, and briefly told their story. [Illustration: Here, for the first time, they saw the menure, or lyre-bird, whose tail has the form of the graceful instrument of Orpheus.] [Sidenote: NATURE AND ART.] It was like that of all intelligent and active young Englishmen, who do not believe that the possession of riches absolves from the responsibility to labor for the welfare of others. Michael and Alexander Patterson were the sons of a London banker. When they were twenty years old, their father had said: \"Here is money, my sons. Go to some distant land, found there a useful establishment, and acquire in labor the knowledge of life. If you succeed, so much the better; if you fail, it matters little. We shall not regret the money that will have",
      "score": 0.597475391626358,
      "is_same_book": true
    }
  ]
}