{
  "claim_id": "59",
  "book_name": "In Search of the Castaways",
  "character": "Thalcave",
  "claim_text": "Posing as a relay-station hand, he slipped captivity, returned to the mountains and stayed alive with rope-climbing and avalanche-reading skills.",
  "evidence": [
    {
      "chunk_idx": 37,
      "book": "In search of the castaways",
      "char_start": 224438,
      "char_end": 230724,
      "text": " XVI. NEWS OF THE LOST CAPTAIN. At eight o'clock the next morning Thalcave gave the signal for departure. The slope was gradual, and the travelers had only to descend a gentle declivity to the sea. When the Patagonian declined the horse that Glenarvan offered him, the latter thought that he preferred to go on foot, according to the custom of certain guides; and indeed, his long legs ought to have made walking easy. But he was mistaken. At the moment of departure Thalcave whistled in a peculiar manner. Immediately a magnificent Argentine horse, of superb form, issued from a small wood near by, and approached at the call of his master. The animal was perfectly beautiful. His brown color indicated a sound, spirited and courageous beast. He had a small and elegantly poised head, widely opening nostrils, a fiery eye, large hams, swelling withers, broad breast, long pasterns, in short, all the qualities that constitute strength and suppleness. The major, like a perfect horseman, admired unreservedly this specimen of the horses of the plains. This beautiful creature was called Thaouka, which means \"bird\" in the Patagonian language, and he justly merited this appellation. [Sidenote: A FRESH START.] When Thalcave was in the saddle, the horse pranced with spirited grace, and the Patagonian, a skillful rider, was magnificent to behold. His outfit comprised two weapons of the chase, the \"bolas\" and the lasso. The bolas consists of three balls tied together by a leathern string, which are fastened to the front of the saddle. The Indians frequently throw them the distance of a hundred paces at the animal or enemy that they are pursuing, and with such precision that they twist about their legs and bring them to the ground. It is, therefore, in their hands a formidable instrument, and they handle it with surprising dexterity. The lasso, on the contrary, does not leave the hand that wields it. It consists simply of a leathern thong thirty feet in length, terminating in a slip-noose which works upon an iron ring. The right hand throws the slip-noose, while the left hand holds the remainder of the lasso, the end of which is firmly tied to the saddle. A long carbine in a sling completed the Patagonian's armament. Thalcave, without observing the admiration caused by his natural grace, ease and courage, took the lead, and the party advanced, now at a gallop, and now at a walk, for their horses seemed entirely unaccustomed to trotting. Robert mounted with much boldness, and speedily convinced Glenarvan of his ability to keep his seat. On issuing from the gorges of the Andes, they encountered a great number of sand-ridges, called \"medanos,\" real waves incessantly agitated by the wind, when the roots of the herbage did not confine them to the earth. This sand is of an extreme fineness; and, at the least breath, they saw it float away in light clouds, or form regular sand-columns which rose to a considerable height. This spectacle caused pleasure as well as annoyance to the eyes. Pleasure, for nothing was more curious than these columns, wandering over the plain, struggling, mingling, sinking and rising in inexpressible confusion; and annoyance, since an impalpable dust emanated from these innumerable medanos and penetrated the eyelids, however tightly they were closed. [Illustration] This phenomenon continued during a great part of the day. Nevertheless, they advanced rapidly, and towards six o'clock the Andes, forty miles distant, presented a darkish aspect already fading in the mists of the evening. The travelers were a little fatigued with their journey, and, therefore, saw with pleasure the approach of the hour for retiring. They encamped on the shores of a turbulent stream, enclosed by lofty red cliffs. Toward noon of the next day, the sun's rays became very oppressive, and at evening a line of clouds on the horizon indicated a change in the weather. The Patagonian could not be deceived, and pointed out to the geographer the western portion of the sky. \"Good, I know,\" said Paganel, and addressing his companions: \"A change in the weather is about to take place. We shall have a 'pampero.'\" [Sidenote: TALKING LIKE A BOOK.] He explained that this pampero is frequent on the Argentine Plains. It is a very dry wind from the southwest. Thalcave was not mistaken, and during the night, which was quite uncomfortable for people sheltered with a simple poncho, the wind blew with great violence. The horses lay down on the ground, and the men near them in a close group. Glenarvan feared they would be delayed if the storm continued; but Paganel reassured him after consulting his barometer. \"Ordinarily,\" said he, \"this wind creates tempests, which last for three days; but when the barometer rises as it does now, you are free from these furious hurricanes in a few hours. Be assured, then, my dear friend; at break of day the sky will have resumed its usual clearness.\" \"You talk like a book, Paganel,\" replied Glenarvan. \"And I am one,\" replied Paganel, \"which you are free to consult as much as you please.\" He was not mistaken. At one o'clock in the morning the wind suddenly subsided, and every one was able to enjoy an invigorating sleep. The next morning they rose bright and fresh, especially Paganel, who displayed great cheerfulness and animation. During this passage across the continent, Lord Glenarvan watched with scrupulous attention for the approach of the natives. He wished to question them concerning Captain Grant, by the aid of the Patagonian, with whom Paganel had begun to converse considerably. But they followed a path little frequented by the Indians, for the trails over the Pampas, which lead from the Argentine Republic to the Andes, are situated too far to the north. If by chance a wandering horseman appeared in the distance, he fled rapidly away, little caring to come in contact with strangers. However, although Glenarvan, in the interest of his search, regretted the absence of the Indians, an incident took place which singularly justified the interpretation of the document. Several times the course pursued by the expedition crossed paths on the Pampas, among others quite an important road--that from Carmen to Mendoza--distinguishable by the bones of such animals as mules, horses, sheep and ox",
      "score": 0.7023456811904907,
      "is_same_book": true
    },
    {
      "chunk_idx": 37,
      "book": "In_search_of_the_castaways",
      "char_start": 224438,
      "char_end": 230724,
      "text": " XVI. NEWS OF THE LOST CAPTAIN. At eight o'clock the next morning Thalcave gave the signal for departure. The slope was gradual, and the travelers had only to descend a gentle declivity to the sea. When the Patagonian declined the horse that Glenarvan offered him, the latter thought that he preferred to go on foot, according to the custom of certain guides; and indeed, his long legs ought to have made walking easy. But he was mistaken. At the moment of departure Thalcave whistled in a peculiar manner. Immediately a magnificent Argentine horse, of superb form, issued from a small wood near by, and approached at the call of his master. The animal was perfectly beautiful. His brown color indicated a sound, spirited and courageous beast. He had a small and elegantly poised head, widely opening nostrils, a fiery eye, large hams, swelling withers, broad breast, long pasterns, in short, all the qualities that constitute strength and suppleness. The major, like a perfect horseman, admired unreservedly this specimen of the horses of the plains. This beautiful creature was called Thaouka, which means \"bird\" in the Patagonian language, and he justly merited this appellation. [Sidenote: A FRESH START.] When Thalcave was in the saddle, the horse pranced with spirited grace, and the Patagonian, a skillful rider, was magnificent to behold. His outfit comprised two weapons of the chase, the \"bolas\" and the lasso. The bolas consists of three balls tied together by a leathern string, which are fastened to the front of the saddle. The Indians frequently throw them the distance of a hundred paces at the animal or enemy that they are pursuing, and with such precision that they twist about their legs and bring them to the ground. It is, therefore, in their hands a formidable instrument, and they handle it with surprising dexterity. The lasso, on the contrary, does not leave the hand that wields it. It consists simply of a leathern thong thirty feet in length, terminating in a slip-noose which works upon an iron ring. The right hand throws the slip-noose, while the left hand holds the remainder of the lasso, the end of which is firmly tied to the saddle. A long carbine in a sling completed the Patagonian's armament. Thalcave, without observing the admiration caused by his natural grace, ease and courage, took the lead, and the party advanced, now at a gallop, and now at a walk, for their horses seemed entirely unaccustomed to trotting. Robert mounted with much boldness, and speedily convinced Glenarvan of his ability to keep his seat. On issuing from the gorges of the Andes, they encountered a great number of sand-ridges, called \"medanos,\" real waves incessantly agitated by the wind, when the roots of the herbage did not confine them to the earth. This sand is of an extreme fineness; and, at the least breath, they saw it float away in light clouds, or form regular sand-columns which rose to a considerable height. This spectacle caused pleasure as well as annoyance to the eyes. Pleasure, for nothing was more curious than these columns, wandering over the plain, struggling, mingling, sinking and rising in inexpressible confusion; and annoyance, since an impalpable dust emanated from these innumerable medanos and penetrated the eyelids, however tightly they were closed. [Illustration] This phenomenon continued during a great part of the day. Nevertheless, they advanced rapidly, and towards six o'clock the Andes, forty miles distant, presented a darkish aspect already fading in the mists of the evening. The travelers were a little fatigued with their journey, and, therefore, saw with pleasure the approach of the hour for retiring. They encamped on the shores of a turbulent stream, enclosed by lofty red cliffs. Toward noon of the next day, the sun's rays became very oppressive, and at evening a line of clouds on the horizon indicated a change in the weather. The Patagonian could not be deceived, and pointed out to the geographer the western portion of the sky. \"Good, I know,\" said Paganel, and addressing his companions: \"A change in the weather is about to take place. We shall have a 'pampero.'\" [Sidenote: TALKING LIKE A BOOK.] He explained that this pampero is frequent on the Argentine Plains. It is a very dry wind from the southwest. Thalcave was not mistaken, and during the night, which was quite uncomfortable for people sheltered with a simple poncho, the wind blew with great violence. The horses lay down on the ground, and the men near them in a close group. Glenarvan feared they would be delayed if the storm continued; but Paganel reassured him after consulting his barometer. \"Ordinarily,\" said he, \"this wind creates tempests, which last for three days; but when the barometer rises as it does now, you are free from these furious hurricanes in a few hours. Be assured, then, my dear friend; at break of day the sky will have resumed its usual clearness.\" \"You talk like a book, Paganel,\" replied Glenarvan. \"And I am one,\" replied Paganel, \"which you are free to consult as much as you please.\" He was not mistaken. At one o'clock in the morning the wind suddenly subsided, and every one was able to enjoy an invigorating sleep. The next morning they rose bright and fresh, especially Paganel, who displayed great cheerfulness and animation. During this passage across the continent, Lord Glenarvan watched with scrupulous attention for the approach of the natives. He wished to question them concerning Captain Grant, by the aid of the Patagonian, with whom Paganel had begun to converse considerably. But they followed a path little frequented by the Indians, for the trails over the Pampas, which lead from the Argentine Republic to the Andes, are situated too far to the north. If by chance a wandering horseman appeared in the distance, he fled rapidly away, little caring to come in contact with strangers. However, although Glenarvan, in the interest of his search, regretted the absence of the Indians, an incident took place which singularly justified the interpretation of the document. Several times the course pursued by the expedition crossed paths on the Pampas, among others quite an important road--that from Carmen to Mendoza--distinguishable by the bones of such animals as mules, horses, sheep and ox",
      "score": 0.7023456811904907,
      "is_same_book": true
    },
    {
      "chunk_idx": 50,
      "book": "In search of the castaways",
      "char_start": 303844,
      "char_end": 310382,
      "text": " ordinarily too many of them. Some special cause must therefore have removed them. But a serious question was to be considered. If Captain Grant was a prisoner of one of these tribes, had he been carried to the north or to the south? This problem harassed Glenarvan. It was advisable at all hazards to keep track of the captain. In short, it was better to follow Thalcave's advice and reach the village of Tandil, where at least they could obtain information. About four o'clock in the afternoon they approached a hill that might have passed for a mountain in so level a country. It was Tapalquem Sierra, and at its foot the travelers encamped for the night. [Sidenote: GALLOPING GAUCHOS.] The passage of this mountain was accomplished the next day with the greatest ease. They followed the sandy undulations of a gradually sloping terrace, which certainly did not present difficulties to people who had scaled the Andes, and the horses scarcely relaxed their rapid pace. At noon they reached the abandoned Fort Tapalquem, the first of the chain of forts built on the southern frontier against the plundering natives. But not a shadow of an Indian did they encounter, to the increasing surprise of Thalcave; although, towards the middle of the day, three rovers of the plain, well armed and mounted, gazed for a moment at the little party, but prevented their approach, galloping away with incredible rapidity. Glenarvan was furious. \"Gauchos,\" said the Patagonian. \"Ah! Gauchos,\" replied MacNabb. \"Well, Paganel, what do you think of these creatures?\" \"I think they look like famous bandits,\" answered Paganel. \"And hence of course are, my dear geographer?\" \"Of course, my dear major.\" Paganel's avowal was followed by a general laugh, which did not disconcert him at all. According to Thalcave's orders, they advanced in close ranks, and at evening encamped in a spacious abandoned rancho, where the chief Catriel generally assembled his bands of natives. From an examination of the ground and the absence of fresh tracks, the Patagonian knew that it had not been occupied for a long time. The next morning Glenarvan and his companions found themselves again on the plain. The first estancias (vast establishments for raising cattle), which border upon the Tandil, were descried; but Thalcave resolved not to stop, but to keep straight on to Fort Independence, where he wished to obtain information, especially concerning the singular condition of this abandoned country. The trees, so rare since leaving the Andes, now reappeared. The greater part of these have been planted since the arrival of the Europeans on the American continent. They generally surround \"corrals,\" vast cattle-inclosures protected with stakes. Here thousands of cattle, sheep, cows, and horses, branded with the mark of the owner, graze and fatten, while large numbers of huge dogs keep watch. The soil is admirably adapted to raising cattle, and yields an excellent fodder. The people lead the life of the shepherds of the Bible. Their flocks are perhaps even more numerous than those which fed on the plains of Mesopotamia; but the family element is wanting, and the owners of the great folds of the Pampas have little to recommend themselves or their manner of life. Paganel explained all these particulars to his companions, and even succeeded in interesting the major. Thalcave, meanwhile, hastened their progress, as he wished to arrive that evening at Fort Independence. The horses, urged on by their masters, and following the example of Thaouka, dashed through the tall grass. They passed several farms, fortified and defended by deep ditches. The principal house was provided with an elevated terrace, from which the inmates could fire upon the plunderers of the plain. Glenarvan might perhaps have obtained here the information that he sought; but it was wisest to go to the village of Tandil. They did not stop, therefore, and soon the feet of the horses struck the grassy sward of the first mountain slopes. An hour afterward the village appeared at the bottom of a narrow gorge crowned by the embattled walls of Fort Independence. [Illustration: In fact, they were a dozen young children and boys who were drilling very nicely. Their uniform consisted of a striped shirt confined at the waist by a leathern girdle.] CHAPTER XXI. A FALSE TRAIL. Paganel, after giving his companions a brief account of the village of Tandil, added that they could not fail to obtain information there; moreover, the fort was always garrisoned by a detachment of national troops. Glenarvan, accordingly, put the horses into the stable of a \"fonda;\" and Paganel, the major, Robert, and he, under the guidance of Thalcave, proceeded towards Fort Independence. After ascending the ridges of the mountains for a short time, they arrived at the postern, rather carelessly guarded by a native sentinel. They passed without difficulty, and inferred either great negligence or extreme security. A few soldiers were exercising on the parade-ground of the fort, the oldest of whom was not more than twenty and the youngest scarcely ten. In fact, they were a dozen young children and boys who were drilling very nicely. Their uniform consisted of a striped shirt confined at the waist by a leathern girdle. The mildness of the climate justified this light costume. Each of these young soldiers carried a gun and a sword, which were too long and heavy for the little fellows. All had a certain family resemblance, and the corporal who commanded resembled them too: they were twelve brothers, who were parading under the orders of the thirteenth. [Sidenote: AN ARGENTINE COMMANDANT.] Paganel was not astonished. He remembered his Argentine statistics, and knew that in this country the average number of children in a family exceeds nine. But what surprised him exceedingly was to see these little soldiers practicing the French tactics, and to hear the orders of the corporal given in his own native language. \"This is singular,\" said he. But Glenarvan had not come to see boys drill, still less to occupy himself with their nationality or relationship. He did not, therefore, give Paganel time to express further astonishment, but besought him to ask for the commander of the fortress. Paganel did so, and one of the soldiers proceeded towards a small building which served as the barracks. A few moments after, the commander appeared in person. He was a man of fifty, robust, with a military air, thick whiskers, prominent cheek-bones, gray hair, and commanding look, so far as",
      "score": 0.6820742011070251,
      "is_same_book": true
    }
  ]
}