{
  "claim_id": "6",
  "book_name": "20000 Leagues Under the Sea",
  "character": "Professor Pierre Aronnax",
  "claim_text": "Professor Aronnax completely denied the existence of any sea monster.",
  "evidence": [
    {
      "chunk_idx": 14,
      "book": "20000-Leagues-Under-the-Sea_1",
      "char_start": 85839,
      "char_end": 92002,
      "text": " served us for a refuge. I kicked it. It was evidently a hard, impenetrable body, and not the soft substance that forms the bodies of the great marine mammalia. But this hard body might be a bony covering, like that of the antediluvian animals; and I should be free to class this monster among amphibious reptiles, such as tortoises or alligators. Well, no! the blackish back that supported me was smooth, polished, without scales. The blow produced a metallic sound; and, incredible though it may be, it seemed, I might say, as if it was made of riveted plates. There was no doubt about it! This monster, this natural phenomenon that had puzzled the learned world, and over thrown and misled the imagination of seamen of both hemispheres, it must be owned was a still more astonishing phenomenon, inasmuch as it was a simply human construction. We had no time to lose, however. We were lying upon the back of a sort of submarine boat, which appeared (as far as I could judge) like a huge fish of steel. Ned Land's mind was made up on this point. Conseil and I could only agree with him. Just then a bubbling began at the back of this strange thing (which was evidently propelled by a screw), and it began to move. We had only just time to seize hold of the upper part, which rose about seven feet out of the water, and happily its speed was not great. \"As long as it sails horizontally,\" muttered Ned Land, \"I do not mind; but, if it takes a fancy to dive, I would not give two straws for my life.\" The Canadian might have said still less. It became really necessary to communicate with the beings, whatever they were, shut up inside the machine. I searched all over the outside for an aperture, a panel, or a manhole, to use a technical expression; but the lines of the iron rivets, solidly driven into the joints of the iron plates, were clear and uniform. Besides, the moon disappeared then, and left us in total darkness. At last this long night passed. My indistinct remembrance prevents my describing all the impressions it made. I can only recall one circumstance. During some lulls of the wind and sea, I fancied I heard several times vague sounds, a sort of fugitive harmony produced by words of command. What was, then, the mystery of this submarine craft, of which the whole world vainly sought an explanation? What kind of beings existed in this strange boat? What mechanical agent caused its prodigious speed? Daybreak appeared. The morning mists surrounded us, but they soon cleared off. I was about to examine the hull, which formed on deck a kind of horizontal platform, when I felt it gradually sinking. \"Oh! confound it!\" cried Ned Land, kicking the resounding plate. \"Open, you inhospitable rascals!\" Happily the sinking movement ceased. Suddenly a noise, like iron works violently pushed aside, came from the interior of the boat. One iron plate was moved, a man appeared, uttered an odd cry, and disappeared immediately. Some moments after, eight strong men, with masked faces, appeared noiselessly, and drew us down into their formidable machine. CHAPTER VIII MOBILIS IN MOBILI This forcible abduction, so roughly carried out, was accomplished with the rapidity of lightning. I shivered all over. Whom had we to deal with? No doubt some new sort of pirates, who explored the sea in their own way. Hardly had the narrow panel closed upon me, when I was enveloped in darkness. My eyes, dazzled with the outer light, could distinguish nothing. I felt my naked feet cling to the rungs of an iron ladder. Ned Land and Conseil, firmly seized, followed me. At the bottom of the ladder, a door opened, and shut after us immediately with a bang. We were alone. Where, I could not say, hardly imagine. All was black, and such a dense black that, after some minutes, my eyes had not been able to discern even the faintest glimmer. Meanwhile, Ned Land, furious at these proceedings, gave free vent to his indignation. \"Confound it!\" cried he, \"here are people who come up to the Scotch for hospitality. They only just miss being cannibals. I should not be surprised at it, but I declare that they shall not eat me without my protesting.\" \"Calm yourself, friend Ned, calm yourself,\" replied Conseil, quietly. \"Do not cry out before you are hurt. We are not quite done for yet.\" \"Not quite,\" sharply replied the Canadian, \"but pretty near, at all events. Things look black. Happily, my bowie knife I have still, and I can always see well enough to use it. The first of these pirates who lays a hand on me——\" \"Do not excite yourself, Ned,\" I said to the harpooner, \"and do not compromise us by useless violence. Who knows that they will not listen to us? Let us rather try to find out where we are.\" I groped about. In five steps I came to an iron wall, made of plates bolted together. Then turning back I struck against a wooden table, near which were ranged several stools. The boards of this prison were concealed under a thick mat, which deadened the noise of the feet. The bare walls revealed no trace of window or door. Conseil, going round the reverse way, met me, and we went back to the middle of the cabin, which measured about twenty feet by ten. As to its height, Ned Land, in spite of his own great height, could not measure it. Half an hour had already passed without our situation being bettered, when the dense darkness suddenly gave way to extreme light. Our prison was suddenly lighted, that is to say, it became filled with a luminous matter, so strong that I could not bear it at first. In its whiteness and intensity I recognised that electric light which played round the submarine boat like a magnificent phenomenon of phosphorescence. After shutting my eyes involuntarily, I opened them, and saw that this luminous agent came from a half globe, unpolished, placed in the roof of the cabin. \"At last one can see,\" cried Ned Land, who, knife in hand, stood on the defensive. \"Yes,\" said I; \"but we are still in the dark about ourselves.\" \"Let master have patience,\" said the imperturbable Conseil. The sudden lighting of the cabin enabled me to examine it minutely. It only contained a table and five stools. The invisible door might",
      "score": 0.44886237382888794,
      "is_same_book": false
    },
    {
      "chunk_idx": 14,
      "book": "20000-Leagues-Under-the-Sea",
      "char_start": 85839,
      "char_end": 92002,
      "text": " served us for a refuge. I kicked it. It was evidently a hard, impenetrable body, and not the soft substance that forms the bodies of the great marine mammalia. But this hard body might be a bony covering, like that of the antediluvian animals; and I should be free to class this monster among amphibious reptiles, such as tortoises or alligators. Well, no! the blackish back that supported me was smooth, polished, without scales. The blow produced a metallic sound; and, incredible though it may be, it seemed, I might say, as if it was made of riveted plates. There was no doubt about it! This monster, this natural phenomenon that had puzzled the learned world, and over thrown and misled the imagination of seamen of both hemispheres, it must be owned was a still more astonishing phenomenon, inasmuch as it was a simply human construction. We had no time to lose, however. We were lying upon the back of a sort of submarine boat, which appeared (as far as I could judge) like a huge fish of steel. Ned Land's mind was made up on this point. Conseil and I could only agree with him. Just then a bubbling began at the back of this strange thing (which was evidently propelled by a screw), and it began to move. We had only just time to seize hold of the upper part, which rose about seven feet out of the water, and happily its speed was not great. \"As long as it sails horizontally,\" muttered Ned Land, \"I do not mind; but, if it takes a fancy to dive, I would not give two straws for my life.\" The Canadian might have said still less. It became really necessary to communicate with the beings, whatever they were, shut up inside the machine. I searched all over the outside for an aperture, a panel, or a manhole, to use a technical expression; but the lines of the iron rivets, solidly driven into the joints of the iron plates, were clear and uniform. Besides, the moon disappeared then, and left us in total darkness. At last this long night passed. My indistinct remembrance prevents my describing all the impressions it made. I can only recall one circumstance. During some lulls of the wind and sea, I fancied I heard several times vague sounds, a sort of fugitive harmony produced by words of command. What was, then, the mystery of this submarine craft, of which the whole world vainly sought an explanation? What kind of beings existed in this strange boat? What mechanical agent caused its prodigious speed? Daybreak appeared. The morning mists surrounded us, but they soon cleared off. I was about to examine the hull, which formed on deck a kind of horizontal platform, when I felt it gradually sinking. \"Oh! confound it!\" cried Ned Land, kicking the resounding plate. \"Open, you inhospitable rascals!\" Happily the sinking movement ceased. Suddenly a noise, like iron works violently pushed aside, came from the interior of the boat. One iron plate was moved, a man appeared, uttered an odd cry, and disappeared immediately. Some moments after, eight strong men, with masked faces, appeared noiselessly, and drew us down into their formidable machine. CHAPTER VIII MOBILIS IN MOBILI This forcible abduction, so roughly carried out, was accomplished with the rapidity of lightning. I shivered all over. Whom had we to deal with? No doubt some new sort of pirates, who explored the sea in their own way. Hardly had the narrow panel closed upon me, when I was enveloped in darkness. My eyes, dazzled with the outer light, could distinguish nothing. I felt my naked feet cling to the rungs of an iron ladder. Ned Land and Conseil, firmly seized, followed me. At the bottom of the ladder, a door opened, and shut after us immediately with a bang. We were alone. Where, I could not say, hardly imagine. All was black, and such a dense black that, after some minutes, my eyes had not been able to discern even the faintest glimmer. Meanwhile, Ned Land, furious at these proceedings, gave free vent to his indignation. \"Confound it!\" cried he, \"here are people who come up to the Scotch for hospitality. They only just miss being cannibals. I should not be surprised at it, but I declare that they shall not eat me without my protesting.\" \"Calm yourself, friend Ned, calm yourself,\" replied Conseil, quietly. \"Do not cry out before you are hurt. We are not quite done for yet.\" \"Not quite,\" sharply replied the Canadian, \"but pretty near, at all events. Things look black. Happily, my bowie knife I have still, and I can always see well enough to use it. The first of these pirates who lays a hand on me——\" \"Do not excite yourself, Ned,\" I said to the harpooner, \"and do not compromise us by useless violence. Who knows that they will not listen to us? Let us rather try to find out where we are.\" I groped about. In five steps I came to an iron wall, made of plates bolted together. Then turning back I struck against a wooden table, near which were ranged several stools. The boards of this prison were concealed under a thick mat, which deadened the noise of the feet. The bare walls revealed no trace of window or door. Conseil, going round the reverse way, met me, and we went back to the middle of the cabin, which measured about twenty feet by ten. As to its height, Ned Land, in spite of his own great height, could not measure it. Half an hour had already passed without our situation being bettered, when the dense darkness suddenly gave way to extreme light. Our prison was suddenly lighted, that is to say, it became filled with a luminous matter, so strong that I could not bear it at first. In its whiteness and intensity I recognised that electric light which played round the submarine boat like a magnificent phenomenon of phosphorescence. After shutting my eyes involuntarily, I opened them, and saw that this luminous agent came from a half globe, unpolished, placed in the roof of the cabin. \"At last one can see,\" cried Ned Land, who, knife in hand, stood on the defensive. \"Yes,\" said I; \"but we are still in the dark about ourselves.\" \"Let master have patience,\" said the imperturbable Conseil. The sudden lighting of the cabin enabled me to examine it minutely. It only contained a table and five stools. The invisible door might",
      "score": 0.44886237382888794,
      "is_same_book": false
    },
    {
      "chunk_idx": 3,
      "book": "20000-Leagues-Under-the-Sea_1",
      "char_start": 17899,
      "char_end": 24487,
      "text": " learned world, gained for me a special reputation in this rather obscure branch of Natural History. My advice was asked. As long as I could deny the reality of the fact, I confined myself to a decided negative. But soon, finding myself driven into a corner, I was obliged to explain myself point by point. I discussed the question in all its forms, politically and scientifically; and I give here an extract from a carefully-studied article which I published in the number of the 30th of April. It ran as follows: \"After examining one by one the different theories, rejecting all other suggestions, it becomes necessary to admit the existence of a marine animal of enormous power. \"The great depths of the ocean are entirely unknown to us. Soundings cannot reach them. What passes in those remote depths—what beings live, or can live, twelve or fifteen miles beneath the surface of the waters—what is the organisation of these animals, we can scarcely conjecture. However, the solution of the problem submitted to me may modify the form of the dilemma. Either we do know all the varieties of beings which people our planet, or we do not. If we do NOT know them all—if Nature has still secrets in the deeps for us, nothing is more conformable to reason than to admit the existence of fishes, or cetaceans of other kinds, or even of new species, of an organisation formed to inhabit the strata inaccessible to soundings, and which an accident of some sort has brought at long intervals to the upper level of the ocean. \"If, on the contrary, we DO know all living kinds, we must necessarily seek for the animal in question amongst those marine beings already classed; and, in that case, I should be disposed to admit the existence of a gigantic narwhal. \"The common narwhal, or unicorn of the sea, often attains a length of sixty feet. Increase its size fivefold or tenfold, give it strength proportionate to its size, lengthen its destructive weapons, and you obtain the animal required. It will have the proportions determined by the officers of the Shannon, the instrument required by the perforation of the Scotia, and the power necessary to pierce the hull of the steamer. \"Indeed, the narwhal is armed with a sort of ivory sword, a halberd, according to the expression of certain naturalists. The principal tusk has the hardness of steel. Some of these tusks have been found buried in the bodies of whales, which the unicorn always attacks with success. Others have been drawn out, not without trouble, from the bottoms of ships, which they had pierced through and through, as a gimlet pierces a barrel. The Museum of the Faculty of Medicine of Paris possesses one of these defensive weapons, two yards and a quarter in length, and fifteen inches in diameter at the base. \"Very well! suppose this weapon to be six times stronger and the animal ten times more powerful; launch it at the rate of twenty miles an hour, and you obtain a shock capable of producing the catastrophe required. Until further information, therefore, I shall maintain it to be a sea-unicorn of colossal dimensions, armed not with a halberd, but with a real spur, as the armoured frigates, or the `rams' of war, whose massiveness and motive power it would possess at the same time. Thus may this puzzling phenomenon be explained, unless there be something over and above all that one has ever conjectured, seen, perceived, or experienced; which is just within the bounds of possibility.\" These last words were cowardly on my part; but, up to a certain point, I wished to shelter my dignity as professor, and not give too much cause for laughter to the Americans, who laugh well when they do laugh. I reserved for myself a way of escape. In effect, however, I admitted the existence of the \"monster.\" My article was warmly discussed, which procured it a high reputation. It rallied round it a certain number of partisans. The solution it proposed gave, at least, full liberty to the imagination. The human mind delights in grand conceptions of supernatural beings. And the sea is precisely their best vehicle, the only medium through which these giants (against which terrestrial animals, such as elephants or rhinoceroses, are as nothing) can be produced or developed. The industrial and commercial papers treated the question chiefly from this point of view. The Shipping and Mercantile Gazette, the Lloyd's List, the Packet- Boat, and the Maritime and Colonial Review, all papers devoted to insurance companies which threatened to raise their rates of premium, were unanimous on this point. Public opinion had been pronounced. The United States were the first in the field; and in New York they made preparations for an expedition destined to pursue this narwhal. A frigate of great speed, the Abraham Lincoln, was put in commission as soon as possible. The arsenals were opened to Commander Farragut, who hastened the arming of his frigate; but, as it always happens, the moment it was decided to pursue the monster, the monster did not appear. For two months no one heard it spoken of. No ship met with it. It seemed as if this unicorn knew of the plots weaving around it. It had been so much talked of, even through the Atlantic cable, that jesters pretended that this slender fly had stopped a telegram on its passage and was making the most of it. So when the frigate had been armed for a long campaign, and provided with formidable fishing apparatus, no one could tell what course to pursue. Impatience grew apace, when, on the 2nd of July, they learned that a steamer of the line of San Francisco, from California to Shanghai, had seen the animal three weeks before in the North Pacific Ocean. The excitement caused by this news was extreme. The ship was revictualled and well stocked with coal. Three hours before the Abraham Lincoln left Brooklyn pier, I received a letter worded as follows: To M. ARONNAX, Professor in the Museum of Paris, Fifth Avenue Hotel, New York. SIR,—If you will consent to join the Abraham Lincoln in this expedition, the Government of the United States will with pleasure see France represented in the enterprise. Commander Farragut has a cabin at your disposal. Very cordially yours, J.B. HOBSON, Secretary of Marine. CHAPTER III I FORM MY RESOLUTION Three seconds before the arrival of J. B. Hobson's letter I no more thought of pursuing the unicorn than of attempting the passage of the North Sea. Three seconds after reading the letter of the honourable Secretary of Marine, I felt that my true vocation, the sole end of my life, was to chase this disturbing monster and",
      "score": 0.44576209783554077,
      "is_same_book": false
    }
  ]
}