{
  "claim_id": "61",
  "book_name": "In Search of the Castaways",
  "character": "Thalcave",
  "claim_text": "Slave-raiders seized his little sister Nawee; too young to save her, he swore ever after to help anyone in distress.",
  "evidence": [
    {
      "chunk_idx": 46,
      "book": "In search of the castaways",
      "char_start": 279399,
      "char_end": 285643,
      "text": " answered nothing. \"You are not afraid, Robert?\" \"No, my lord.\" \"Very well, my boy.\" At this moment another report resounded. Thalcave had brought down a too bold enemy. The wolves that were advancing in close ranks recoiled, and gathered together again a hundred paces from the inclosure. [Sidenote: THE LAST HOUR.] Glenarvan, at a sign from the Indian, took his place at once, while the latter, collecting the bedding, grass, and all combustible materials, piled them at the entrance of the ramada and threw on a burning ember. Soon a curtain of flame was defined against the dark background of the sky, and through the openings the plain appeared illumined by great moving reflections. Glenarvan could therefore judge of the great number of animals against which they had to defend themselves. Never had so many wolves been seen together before, nor so excited by rapacity. The fiery barrier that Thalcave had just opposed to them had redoubled their fury. Some, however, advanced to the very fire, crowded by the rear ranks, and burned their paws. From time to time a shot was necessary to check the howling horde, and at the end of an hour fifteen bodies lay on the prairie. The besieged were now in a situation relatively less dangerous. So long as their supplies lasted, so long as the barrier of fire stood at the entrance to the ramada, invasion was not to be feared. But what was to be done if all these methods of repelling the wolves should fail at the same time? Glenarvan gazed at Robert, and felt his heart beat quick with excitement. He forgot himself, and thought only of this poor child, who displayed a courage beyond his years. Robert was pale, but his hand did not leave his weapon, and he awaited with firm bearing the assault of the enraged wolves. Meantime, Glenarvan, after coolly considering the situation, resolved to do something decisive. \"In one hour,\" said he, \"we shall have no more powder, shot, or fire. We must not wait till then to make a sally.\" He turned towards Thalcave, and, recalling a few words of Spanish, began a conversation with the Indian, frequently interrupted by the cracks of the rifle. It was not without difficulty that these two men succeeded in understanding each other. Glenarvan, fortunately, knew the habits of the red wolf. Without this knowledge he could not have interpreted the words and gestures of the Patagonian. Nevertheless, a quarter of an hour passed before he could give to Robert the meaning of Thalcave's answer. He had questioned the Indian concerning their situation. \"And what did he answer?\" inquired Robert. \"He said that, cost what it may, we must hold out till daybreak. The aguara goes out only at night, and when morning comes he returns to his lair. He is the wolf of darkness, a cowardly beast that fears the daylight.\" \"Well, let us defend ourselves till day.\" \"Yes, my boy, and with our knives if we can no longer use our guns.\" Already Thalcave had set the example, and when a wolf approached the fire, the long knife of the Patagonian was thrust through the flames and drawn back again red with blood. However, the means of defense were failing. About two o'clock in the morning, Thalcave threw into the fire the last armful of fuel, and the besieged had only five charges left. Glenarvan cast about him a sorrowful glance. He thought of the child who was there, of his companions, of all whom he loved. Robert said nothing; perhaps the danger did not appear imminent to his hopeful spirit. But Glenarvan pictured to himself that terrible event, now apparently inevitable, the being devoured alive! He was not master of his emotion; he drew the child to his breast, he clasped him to his heart, he pressed his lips to his forehead, while tears flowed from his eyes. Robert gazed at him with a smile. \"I am not afraid,\" said he. \"No, my boy, no,\" replied Glenarvan; \"and you are right. In two hours, day will appear, and we shall be saved! Well done, Thalcave, my brave Patagonian!\" cried he, as the Indian killed with the butt of his gun two enormous beasts that were attempting to cross the glowing barrier. [Sidenote: A DYING HOPE.] But at this moment the dying light of the fire showed him the aguaras advancing in a dense body to assail the ramada. The dénouement of the bloody drama was approaching. The fire gradually subsided, for want of fuel; the flames sank; the plain, before illumined, now relapsed into shadow, and in the shadow reappeared the terrible eyes of the red wolves. A few moments more, and the whole drove would rush into the inclosure. [Illustration] Thalcave discharged his carbine for the last time, stretched out one more of their enemies, and, as his ammunition was exhausted, folded his arms. His head sank upon his breast; he appeared to be questioning himself. Was he searching for some bold, novel, or rash scheme for repelling this furious herd? Glenarvan did not venture to ask him. At this moment a change took place in the action of the wolves. They seemed to be retreating, and their howls, so deafening before, suddenly ceased. An ominous silence reigned over the plain. \"They are going,\" said Robert. \"Perhaps,\" replied Glenarvan, who was listening with intentness. But Thalcave shook his head. He knew well that the animals would not abandon a certain prey until at daybreak they returned to their holes and dens. However, the tactics of their enemies had evidently changed, they no longer endeavored to force the entrance of the ramada; but their new manoeuvres were already causing a still more imminent danger. The wolves, abandoning their design of penetrating the inclosure by this entrance, which was defended by weapon and fire, went to the back of the ramada and sought to assail it in the rear. Their claws were soon heard rattling against the half-decayed wood. Already their powerful paws and bloody mouths had forced their way between the shattered stakes. The horses, bewildered and panic-stricken, broke their halters and dashed into the inclosure. Glenarvan seized Robert in his arms, to defend him to the last extremity; and he would have attempted a rash flight, and rushed out of the ramada, had not his eyes fallen upon the Indian. Thalcave, turning like a deer, had suddenly approached his horse",
      "score": 0.6873385429382324,
      "is_same_book": true
    },
    {
      "chunk_idx": 46,
      "book": "In_search_of_the_castaways",
      "char_start": 279399,
      "char_end": 285643,
      "text": " answered nothing. \"You are not afraid, Robert?\" \"No, my lord.\" \"Very well, my boy.\" At this moment another report resounded. Thalcave had brought down a too bold enemy. The wolves that were advancing in close ranks recoiled, and gathered together again a hundred paces from the inclosure. [Sidenote: THE LAST HOUR.] Glenarvan, at a sign from the Indian, took his place at once, while the latter, collecting the bedding, grass, and all combustible materials, piled them at the entrance of the ramada and threw on a burning ember. Soon a curtain of flame was defined against the dark background of the sky, and through the openings the plain appeared illumined by great moving reflections. Glenarvan could therefore judge of the great number of animals against which they had to defend themselves. Never had so many wolves been seen together before, nor so excited by rapacity. The fiery barrier that Thalcave had just opposed to them had redoubled their fury. Some, however, advanced to the very fire, crowded by the rear ranks, and burned their paws. From time to time a shot was necessary to check the howling horde, and at the end of an hour fifteen bodies lay on the prairie. The besieged were now in a situation relatively less dangerous. So long as their supplies lasted, so long as the barrier of fire stood at the entrance to the ramada, invasion was not to be feared. But what was to be done if all these methods of repelling the wolves should fail at the same time? Glenarvan gazed at Robert, and felt his heart beat quick with excitement. He forgot himself, and thought only of this poor child, who displayed a courage beyond his years. Robert was pale, but his hand did not leave his weapon, and he awaited with firm bearing the assault of the enraged wolves. Meantime, Glenarvan, after coolly considering the situation, resolved to do something decisive. \"In one hour,\" said he, \"we shall have no more powder, shot, or fire. We must not wait till then to make a sally.\" He turned towards Thalcave, and, recalling a few words of Spanish, began a conversation with the Indian, frequently interrupted by the cracks of the rifle. It was not without difficulty that these two men succeeded in understanding each other. Glenarvan, fortunately, knew the habits of the red wolf. Without this knowledge he could not have interpreted the words and gestures of the Patagonian. Nevertheless, a quarter of an hour passed before he could give to Robert the meaning of Thalcave's answer. He had questioned the Indian concerning their situation. \"And what did he answer?\" inquired Robert. \"He said that, cost what it may, we must hold out till daybreak. The aguara goes out only at night, and when morning comes he returns to his lair. He is the wolf of darkness, a cowardly beast that fears the daylight.\" \"Well, let us defend ourselves till day.\" \"Yes, my boy, and with our knives if we can no longer use our guns.\" Already Thalcave had set the example, and when a wolf approached the fire, the long knife of the Patagonian was thrust through the flames and drawn back again red with blood. However, the means of defense were failing. About two o'clock in the morning, Thalcave threw into the fire the last armful of fuel, and the besieged had only five charges left. Glenarvan cast about him a sorrowful glance. He thought of the child who was there, of his companions, of all whom he loved. Robert said nothing; perhaps the danger did not appear imminent to his hopeful spirit. But Glenarvan pictured to himself that terrible event, now apparently inevitable, the being devoured alive! He was not master of his emotion; he drew the child to his breast, he clasped him to his heart, he pressed his lips to his forehead, while tears flowed from his eyes. Robert gazed at him with a smile. \"I am not afraid,\" said he. \"No, my boy, no,\" replied Glenarvan; \"and you are right. In two hours, day will appear, and we shall be saved! Well done, Thalcave, my brave Patagonian!\" cried he, as the Indian killed with the butt of his gun two enormous beasts that were attempting to cross the glowing barrier. [Sidenote: A DYING HOPE.] But at this moment the dying light of the fire showed him the aguaras advancing in a dense body to assail the ramada. The dénouement of the bloody drama was approaching. The fire gradually subsided, for want of fuel; the flames sank; the plain, before illumined, now relapsed into shadow, and in the shadow reappeared the terrible eyes of the red wolves. A few moments more, and the whole drove would rush into the inclosure. [Illustration] Thalcave discharged his carbine for the last time, stretched out one more of their enemies, and, as his ammunition was exhausted, folded his arms. His head sank upon his breast; he appeared to be questioning himself. Was he searching for some bold, novel, or rash scheme for repelling this furious herd? Glenarvan did not venture to ask him. At this moment a change took place in the action of the wolves. They seemed to be retreating, and their howls, so deafening before, suddenly ceased. An ominous silence reigned over the plain. \"They are going,\" said Robert. \"Perhaps,\" replied Glenarvan, who was listening with intentness. But Thalcave shook his head. He knew well that the animals would not abandon a certain prey until at daybreak they returned to their holes and dens. However, the tactics of their enemies had evidently changed, they no longer endeavored to force the entrance of the ramada; but their new manoeuvres were already causing a still more imminent danger. The wolves, abandoning their design of penetrating the inclosure by this entrance, which was defended by weapon and fire, went to the back of the ramada and sought to assail it in the rear. Their claws were soon heard rattling against the half-decayed wood. Already their powerful paws and bloody mouths had forced their way between the shattered stakes. The horses, bewildered and panic-stricken, broke their halters and dashed into the inclosure. Glenarvan seized Robert in his arms, to defend him to the last extremity; and he would have attempted a rash flight, and rushed out of the ramada, had not his eyes fallen upon the Indian. Thalcave, turning like a deer, had suddenly approached his horse",
      "score": 0.6873385429382324,
      "is_same_book": true
    },
    {
      "chunk_idx": 49,
      "book": "In search of the castaways",
      "char_start": 297657,
      "char_end": 303844,
      "text": ". Here Thalcave hoped to meet the chiefs in whose hands he doubted not that he should find Harry Grant and rescue him and his two companions from slavery. Since they had left the Guamini, the travelers noticed, with great satisfaction, a considerable change in the temperature, thanks to the cold winds of Patagonia, which cause continual currents of air. Neither man nor beast had any reason to complain, after suffering so much from dryness and heat. They therefore pushed on with courage and confidence. But, whatever might have been said, the country seemed to be entirely uninhabited, or, to use a more exact word, \"disinhabited.\" Frequently they skirted the shores of fresh-water lagoons, on whose banks, in the shelter of the bushes, tiny wrens skipped and melodious larks warbled, in company with the brilliant-plumaged tanagers. These pretty birds gayly fluttered about, heedless of the haughty starlings that strutted on the banks like soldiers with their epaulettes and red breasts. In the thorny coppices the nests of the annubis swung like hammocks, and on the shores of the lagoons magnificent flamingoes, marching in regular file, spread their fiery-colored wings to the wind. Their nests were seen, by thousands together, like a small village, in the shape of truncated cones a foot high. The birds were not startled at the approach of the travelers, which was contrary to Paganel's calculations. \"I have been curious for a long time,\" said he to the major, \"to see a flamingo fly.\" \"Well,\" said MacNabb. \"Now, since I have an opportunity, I shall profit by it.\" \"Do so, Paganel.\" \"Come with me, major, and you too, Robert; I need witnesses.\" And Paganel, leaving his companions to go on, proceeded towards the flock of flamingoes, followed by Robert and the major. Arriving within range, Paganel fired a blank charge (for he would not needlessly destroy even a bird), and all the flamingoes flew away, while the geographer gazed at them attentively through his glasses. \"Well,\" said he to the major, when the flock had disappeared, \"did you see them fly?\" \"Certainly,\" replied MacNabb; \"you could not do otherwise, unless you were blind. But let us hasten on, for we have fallen a mile behind.\" When he had joined his companions, Paganel found Glenarvan in excited conversation with the Indian, whom he did not appear to understand. Thalcave had frequently stopped to examine the horizon, and each time his countenance expressed a lively astonishment. Glenarvan, not seeing his ordinary interpreter present, had attempted, but in vain, to question the Patagonian. So, as soon as he perceived the geographer at a distance, he cried,-- \"Come, friend Paganel, Thalcave and I can scarcely succeed in understanding each other.\" Paganel conversed a few moments with the Indian, and, turning to Glenarvan, said,-- \"Thalcave is astonished at a circumstance that is really strange.\" \"What?\" \"At meeting neither Indians, nor any traces of them, on these plains, which are usually furrowed with their trails, whether they are driving home the cattle stolen from the ranchos, or going to the Andes to sell their zorillo carpets and whips of braided leather.\" \"And to what does Thalcave attribute this abandonment?\" \"He cannot tell; he is astonished. That is all.\" \"But what Indians did he expect to find in this part of the Pampas?\" \"The very ones who have had foreign prisoners; those natives who are commanded by the caziques Calfoucoura, Catriel, and Yanchetruz.\" \"Who are these caziques?\" [Illustration: Arriving within range, Paganel fired a blank charge (for he would not needlessly destroy even a bird), and all the flamingoes flew away, while the geographer gazed at them attentively through his glasses.] \"Chiefs of tribes that were very powerful thirty years ago, before they were driven beyond the sierras. Since that time they have been subdued as much as an Indian can be, and now scour the Pampas as well as the province of Buenos Ayres. I am therefore astonished, like Thalcave, at not encountering traces of them in a country where they generally pursue the calling of plunderers.\" \"Well, then,\" inquired Glenarvan, \"what course ought we to take?\" \"I will see,\" replied Paganel. After a few moments' conversation with Thalcave, he said,-- \"This is his advice, which seems to me very wise. We must continue our journey to the east as far as Fort Independence; and there, if we have no news of Captain Grant, we shall at least know what has become of the Indians of the plain.\" \"Is Fort Independence far?\" \"No; it is situated at Tandil, sixty miles distant.\" \"And when shall we arrive there?\" \"On the evening of the day after to-morrow.\" Glenarvan was quite disconcerted at finding no Indians on the Pampas, a circumstance which was little expected. There are ordinarily too many of them. Some special cause must therefore have removed them. But a serious question was to be considered. If Captain Grant was a prisoner of one of these tribes, had he been carried to the north or to the south? This problem harassed Glenarvan. It was advisable at all hazards to keep track of the captain. In short, it was better to follow Thalcave's advice and reach the village of Tandil, where at least they could obtain information. About four o'clock in the afternoon they approached a hill that might have passed for a mountain in so level a country. It was Tapalquem Sierra, and at its foot the travelers encamped for the night. [Sidenote: GALLOPING GAUCHOS.] The passage of this mountain was accomplished the next day with the greatest ease. They followed the sandy undulations of a gradually sloping terrace, which certainly did not present difficulties to people who had scaled the Andes, and the horses scarcely relaxed their rapid pace. At noon they reached the abandoned Fort Tapalquem, the first of the chain of forts built on the southern frontier against the plundering natives. But not a shadow of an Indian did they encounter, to the increasing surprise of Thalcave; although, towards the middle of the day, three rovers of the plain, well armed and mounted, gazed for a moment at the little party, but prevented their approach, galloping away with incredible rapidity",
      "score": 0.6583252072334289,
      "is_same_book": true
    }
  ]
}