{
  "claim_id": "7",
  "book_name": "In Search of the Castaways",
  "character": "Jacques Paganel",
  "claim_text": "Leading a scientific party he insisted on travelling light, leaving the team short of supplies; he watched three members die of malaria and thereafter kept a bulging backpack wherever he went.",
  "evidence": [
    {
      "chunk_idx": 23,
      "book": "In search of the castaways",
      "char_start": 138736,
      "char_end": 144744,
      "text": ", we will join the Duncan on the eastern coast, sail to Buenos Ayres, and with a detachment, organized by the major, can overcome all the Indians of the Argentine Plains.\" \"Yes, yes, your lordship,\" answered Captain Mangles; \"and I will add that this passage of the continent will be without peril.\" \"Without peril, or fatigue,\" continued Paganel. \"How many have already accomplished it who had scarcely our means for success, and whose courage was not sustained by the grandeur of the undertaking!\" \"Sir, sir,\" exclaimed Mary Grant, in a voice broken with emotion, \"how can I thank a devotion that exposes you to so many dangers?\" \"Dangers!\" cried Paganel. \"Who uttered the word _danger_?\" \"Not I!\" replied Robert Grant, with flashing eye and determined look. \"Danger!\" repeated Paganel; \"does such a thing exist? Moreover, what is the question? A journey of scarcely three hundred and fifty leagues, since we shall proceed in a straight line; a journey which will be accomplished in a favorable latitude and climate; in short, a journey whose duration will be only a month at most. It is a mere walk.\" \"Monsieur Paganel,\" asked Lady Helena at last, \"do you think that, if the shipwrecked sailors have fallen into the power of the Indians, their lives have been spared?\" \"Certainly I do, madam. The Indians are not cannibals; far from that, one of my countrymen whom I knew in the Society was three years prisoner among the Indians of the Pampas. He suffered, was ill-treated, but at last gained the victory in this trying ordeal. A European is a useful person in these countries. The Indians know his value, and esteem him very highly.\" \"Well then, there is no more hesitation,\" said Glenarvan; \"we must start, and that, too, without delay. What course shall we take?\" \"An easy and agreeable one,\" replied Paganel. \"A few mountains to begin with; then a gentle descent on the eastern slope of the Andes; and at last a level, grassy, sandy plain, a real garden.\" \"Let us see the map,\" said the major. \"Here it is, my dear MacNabb. We shall begin at the end of the thirty-seventh parallel on the coast of Chili. After passing through the capital of Araucania, we shall strike the Cordilleras, and descending their steep declivities across the Rio Colorado, we shall reach the Pampas. Passing the frontiers of Buenos Ayres, we shall continue our search until we reach the shores of the Atlantic.\" [Sidenote: A STROLL ACROSS THE COUNTRY.] Thus speaking and developing the programme of the expedition, Paganel did not even take the trouble to look at the map spread before him. And he had no need to; educated in the schools of Frézier, Molina, Humboldt, and Miers, his unerring memory could neither be deceived nor baffled. After finishing his plan, he added: \"Therefore, my dear friends, the course is straight. In thirty days we shall accomplish it, and arrive before the Duncan on the eastern shore, since the westerly winds will delay her progress.\" \"The Duncan then,\" said Captain Mangles, \"will cross the thirty-seventh parallel between Cape Corrientes and Cape St. Antonio?\" \"Exactly.\" \"And whom would you constitute the members of such an expedition?\" asked Glenarvan. \"The fewer the better. The only point is to ascertain the situation of Captain Grant, and not to engage in combat with the Indians. I think that Lord Glenarvan, as our chief, the major, who would yield his place to no one, your servant Jacques Paganel----\" \"And I!\" cried Robert Grant. \"Robert?\" said Mary. \"And why not?\" answered Paganel. \"Travels develop youth. We four, then, and three sailors of the Duncan----\" \"What,\" exclaimed Captain Mangles, \"your lordship does not intercede for me?\" \"My dear fellow,\" replied Glenarvan, \"we shall leave the ladies on board, the dearest objects we have in the world. Who would watch over them, if not the devoted captain of the Duncan?\" \"We cannot accompany you, then,\" said Lady Helena, whose eyes were dimmed by a mist of sadness. \"My dear wife,\" replied Glenarvan, \"our journey will be performed with unusual rapidity, our separation will be short, and----\" [Illustration: The mate, Tom Austin, Wilson, a powerful fellow, and Mulready, were the fortunate ones.] [Sidenote: GOOD AFTERNOON!] \"Yes, yes; I understand you,\" answered Lady Helena. \"Go, then, and may you succeed in your enterprise.\" \"Besides, this is not a journey,\" added Paganel. \"What is it, then?\" asked Lady Helena. \"A passage, nothing more. We shall pass, that is all, like honest men, over the country and do all the good possible. '_Transire benefaciendo_' is our motto.\" With these words the discussion ended. The preparations were begun that very day, and it was resolved to keep the expedition secret, in order not to alarm the Indians. The 14th of October was fixed for the day of departure. When they came to choose the sailors who were to go, they all offered their services, and Glenarvan was forced to make a choice. He preferred to have them draw lots, that he might not mortify such brave men. This was accordingly done; and the mate, Tom Austin, Wilson, a powerful fellow, and Mulready, were the fortunate ones. Lord Glenarvan had displayed great energy in his preparations, for he wished to be ready at the day appointed; and he was. Captain Mangles likewise supplied his ship with coal, that he might put to sea at any moment. He wished to gain the Argentine shore before the travelers. Hence there was a real rivalry between Glenarvan and the captain, which was of advantage to both. At last, on the 14th of October, at the time agreed upon, every one was ready. At the moment of departure the passengers of the yacht assembled in the cabin. The Duncan was on the point of starting, and already her propeller was agitating the quiet waters of Talcahuana Bay. Glenarvan, Paganel, MacNabb, Robert Grant, Tom Austin, Wilson and Mulready, armed with carbines and Colt's revolvers, were preparing to leave the vessel. Guides and mules were waiting for them on shore. \"It is time,\" said Lord Glenarvan at last.",
      "score": 0.6510311782360076,
      "is_same_book": true
    },
    {
      "chunk_idx": 23,
      "book": "In_search_of_the_castaways",
      "char_start": 138736,
      "char_end": 144744,
      "text": ", we will join the Duncan on the eastern coast, sail to Buenos Ayres, and with a detachment, organized by the major, can overcome all the Indians of the Argentine Plains.\" \"Yes, yes, your lordship,\" answered Captain Mangles; \"and I will add that this passage of the continent will be without peril.\" \"Without peril, or fatigue,\" continued Paganel. \"How many have already accomplished it who had scarcely our means for success, and whose courage was not sustained by the grandeur of the undertaking!\" \"Sir, sir,\" exclaimed Mary Grant, in a voice broken with emotion, \"how can I thank a devotion that exposes you to so many dangers?\" \"Dangers!\" cried Paganel. \"Who uttered the word _danger_?\" \"Not I!\" replied Robert Grant, with flashing eye and determined look. \"Danger!\" repeated Paganel; \"does such a thing exist? Moreover, what is the question? A journey of scarcely three hundred and fifty leagues, since we shall proceed in a straight line; a journey which will be accomplished in a favorable latitude and climate; in short, a journey whose duration will be only a month at most. It is a mere walk.\" \"Monsieur Paganel,\" asked Lady Helena at last, \"do you think that, if the shipwrecked sailors have fallen into the power of the Indians, their lives have been spared?\" \"Certainly I do, madam. The Indians are not cannibals; far from that, one of my countrymen whom I knew in the Society was three years prisoner among the Indians of the Pampas. He suffered, was ill-treated, but at last gained the victory in this trying ordeal. A European is a useful person in these countries. The Indians know his value, and esteem him very highly.\" \"Well then, there is no more hesitation,\" said Glenarvan; \"we must start, and that, too, without delay. What course shall we take?\" \"An easy and agreeable one,\" replied Paganel. \"A few mountains to begin with; then a gentle descent on the eastern slope of the Andes; and at last a level, grassy, sandy plain, a real garden.\" \"Let us see the map,\" said the major. \"Here it is, my dear MacNabb. We shall begin at the end of the thirty-seventh parallel on the coast of Chili. After passing through the capital of Araucania, we shall strike the Cordilleras, and descending their steep declivities across the Rio Colorado, we shall reach the Pampas. Passing the frontiers of Buenos Ayres, we shall continue our search until we reach the shores of the Atlantic.\" [Sidenote: A STROLL ACROSS THE COUNTRY.] Thus speaking and developing the programme of the expedition, Paganel did not even take the trouble to look at the map spread before him. And he had no need to; educated in the schools of Frézier, Molina, Humboldt, and Miers, his unerring memory could neither be deceived nor baffled. After finishing his plan, he added: \"Therefore, my dear friends, the course is straight. In thirty days we shall accomplish it, and arrive before the Duncan on the eastern shore, since the westerly winds will delay her progress.\" \"The Duncan then,\" said Captain Mangles, \"will cross the thirty-seventh parallel between Cape Corrientes and Cape St. Antonio?\" \"Exactly.\" \"And whom would you constitute the members of such an expedition?\" asked Glenarvan. \"The fewer the better. The only point is to ascertain the situation of Captain Grant, and not to engage in combat with the Indians. I think that Lord Glenarvan, as our chief, the major, who would yield his place to no one, your servant Jacques Paganel----\" \"And I!\" cried Robert Grant. \"Robert?\" said Mary. \"And why not?\" answered Paganel. \"Travels develop youth. We four, then, and three sailors of the Duncan----\" \"What,\" exclaimed Captain Mangles, \"your lordship does not intercede for me?\" \"My dear fellow,\" replied Glenarvan, \"we shall leave the ladies on board, the dearest objects we have in the world. Who would watch over them, if not the devoted captain of the Duncan?\" \"We cannot accompany you, then,\" said Lady Helena, whose eyes were dimmed by a mist of sadness. \"My dear wife,\" replied Glenarvan, \"our journey will be performed with unusual rapidity, our separation will be short, and----\" [Illustration: The mate, Tom Austin, Wilson, a powerful fellow, and Mulready, were the fortunate ones.] [Sidenote: GOOD AFTERNOON!] \"Yes, yes; I understand you,\" answered Lady Helena. \"Go, then, and may you succeed in your enterprise.\" \"Besides, this is not a journey,\" added Paganel. \"What is it, then?\" asked Lady Helena. \"A passage, nothing more. We shall pass, that is all, like honest men, over the country and do all the good possible. '_Transire benefaciendo_' is our motto.\" With these words the discussion ended. The preparations were begun that very day, and it was resolved to keep the expedition secret, in order not to alarm the Indians. The 14th of October was fixed for the day of departure. When they came to choose the sailors who were to go, they all offered their services, and Glenarvan was forced to make a choice. He preferred to have them draw lots, that he might not mortify such brave men. This was accordingly done; and the mate, Tom Austin, Wilson, a powerful fellow, and Mulready, were the fortunate ones. Lord Glenarvan had displayed great energy in his preparations, for he wished to be ready at the day appointed; and he was. Captain Mangles likewise supplied his ship with coal, that he might put to sea at any moment. He wished to gain the Argentine shore before the travelers. Hence there was a real rivalry between Glenarvan and the captain, which was of advantage to both. At last, on the 14th of October, at the time agreed upon, every one was ready. At the moment of departure the passengers of the yacht assembled in the cabin. The Duncan was on the point of starting, and already her propeller was agitating the quiet waters of Talcahuana Bay. Glenarvan, Paganel, MacNabb, Robert Grant, Tom Austin, Wilson and Mulready, armed with carbines and Colt's revolvers, were preparing to leave the vessel. Guides and mules were waiting for them on shore. \"It is time,\" said Lord Glenarvan at last.",
      "score": 0.6510311782360076,
      "is_same_book": true
    },
    {
      "chunk_idx": 60,
      "book": "In search of the castaways",
      "char_start": 365600,
      "char_end": 371401,
      "text": "abb!\" cried Paganel. \"Why, what is the matter with you?\" said the major. [Illustration: A long body appeared. Paganel dangled from branch to branch. His hands could grasp nothing. Was he alive, or dead?] \"What has got into you? Is this another of your eternal distractions?\" \"Yes, yes,\" replied Paganel, in a voice choked with emotion (and leaves). \"Yes, a distraction,--phenomenal this time.\" \"What is it?\" \"We have been mistaken! We are still mistaken!\" \"Explain yourself.\" \"Glenarvan, major, Robert, my friends,\" cried Paganel, \"all you who hear me, we are seeking Captain Grant where he is not.\" \"What do you say?\" cried Glenarvan. \"Not only where he is not,\" added Paganel, \"but even where he has never been.\" CHAPTER XXIV. PAGANEL'S DISCLOSURE. A profound astonishment greeted these unexpected words. What did the geographer mean? Had he lost his senses? He spoke, however, with such conviction that all eyes were turned towards Glenarvan. This declaration of Paganel was a direct answer to the question the former had asked. But Glenarvan confined himself to a negative gesture, indicating disbelief in the geographer, who, as soon as he was master of his emotion, resumed. \"Yes,\" said he, in a tone of conviction, \"yes, we have gone astray in our search, and have read in the document what is not written there.\" \"Explain yourself, Paganel,\" said the major; \"and more calmly.\" [Sidenote: A NEW IDEA.] \"That is very simple, major. Like you, I was in error; like you, I struck upon a false interpretation. When, but a moment ago, at the top of this tree, in answer to the question, at the word 'Australia' an idea flashed through my mind, and all was clear.\" \"What!\" cried Glenarvan, \"do you pretend that Captain Grant----\" \"I pretend,\" replied Paganel, \"that the word _Austral_ in the document is not complete, as we have hitherto supposed, but the root of the word _Australia_.\" \"This is something singular,\" said the major. \"Singular!\" replied Glenarvan, shrugging his shoulders; \"it is simply impossible!\" \"Impossible,\" continued Paganel, \"is a word that we do not allow in France.\" \"What!\" added Glenarvan, in a tone of the greatest incredulity, \"do you pretend, with that document in your possession, that the shipwreck of the Britannia took place on the shores of Australia?\" \"I am sure of it!\" replied Paganel. \"By my faith, Paganel,\" said Glenarvan, \"this is a pretension that astonishes me greatly, coming from the secretary of a geographical society.\" \"Why?\" inquired Paganel, touched in his sensitive point. \"Because, if you admit the word Australia, you admit at the same time that there are Indians in that country, a fact which has not yet been proved.\" Paganel was by no means surprised at this argument. He seemingly expected it, and began to smile. \"My dear Glenarvan,\" said he, \"do not be too hasty in your triumph. I am going to defeat you completely, as no Englishman has ever been defeated.\" \"I ask nothing better. Defeat me, Paganel.\" \"Listen, then. You say that the Indians mentioned in the document belong exclusively to Patagonia. The incomplete word _indi_ does not mean Indians, but natives (_indigènes_). Now do you admit that there are natives in Australia?\" It must be confessed that Glenarvan now gazed fixedly at Paganel. \"Bravo, Paganel!\" said the major. \"Do you admit my interpretation, my dear lord?\" \"Yes,\" replied Glenarvan, \"if you can prove to me that the imperfect word _gonie_ does not relate to the country of the Patagonians.\" \"No,\" cried Paganel, \"it certainly does not mean Patagonia. Read anything you will but that.\" \"But what?\" \"_Cosmogonie! théogonie! agonie!_\" \"_Agonie!_\" cried the major. \"That is indifferent to me,\" replied Paganel; \"the word has no importance. I shall not even search for what it may signify. The principal point is that _Austral_ means Australia, and we must have been blindly following a false trail, not to have discovered before so evident a meaning. If I had found the document, if my judgment had not been set aside by your interpretation, I should never have understood it otherwise.\" This time cheers, congratulations, and compliments greeted Paganel's words. Austin, the sailors, the major, and Robert especially, were delighted to revive their hopes, and applauded the worthy geographer. Glenarvan, who had gradually been undeceived, was, as he said, almost ready to surrender. \"One last remark, my dear Paganel, and I have only to bow before your sagacity.\" \"Speak!\" \"How do you arrange these newly-interpreted words, and in what way do you read the document?\" [Illustration: The hunt promised well, and gave hopes of culinary wonders.] \"Nothing is easier. Here is the document,\" said Paganel, producing the precious paper that he had studied so conscientiously for several days. A profound silence ensued, while the geographer, collecting his thoughts, took his time to answer. His finger followed the incomplete lines on the document, while, in a confident tone, he expressed himself in the following terms: \"'June 7th, 1862, the brig Britannia, of Glasgow, foundered after'--let us put, if you wish, 'two days, three days,' or, 'a long struggle,'--it matters little, it is quite unimportant,--'on the coast of Australia. Directing their course to shore, two sailors and Captain Grant endeavored to land,' or 'did land on the continent, where they will be,' or 'are prisoners of cruel natives. They cast this document,' and so forth. Is it clear?\" \"It is clear,\" replied Glenarvan, \"if the word _continent_ can be applied to Australia, which is only an island.\" \"Be assured, my dear Glenarvan, the best geographers are agreed in naming this island the Australian continent.\" \"Then I have but one thing to say, my friends,\" cried Glenarvan. \"To Australia, and may Heaven assist us!\" \"To Australia!\" repeated his",
      "score": 0.649966549873352,
      "is_same_book": true
    }
  ]
}