{
  "claim_id": "70",
  "book_name": "In Search of the Castaways",
  "character": "Kai-Koumou",
  "claim_text": "At twenty-two he earned the chieftainship by surviving seven days and nights alone on the crater’s rim, bringing back a sulphur-crusted sacred stone; the same year he married white princess Julia of the west-coast tribe, executed her with an obsidian knife when he found her passing information to British missionaries and thereafter banned any white marriage.",
  "evidence": [
    {
      "chunk_idx": 137,
      "book": "In search of the castaways",
      "char_start": 844120,
      "char_end": 849988,
      "text": " calmness that she could not feel in her heart. This courageous woman, in order that her husband's coolness might not forsake him, heroically controlled her emotions. Poor Mary Grant felt herself growing weak, and Captain Mangles supported her, ready to die in her defence. The others endured this torrent of invectives in various ways, either indifferent like the major, or increasingly annoyed like Paganel. Glenarvan, wishing to relieve Lady Helena from the assaults of these shrews, boldly approached Kai-Koumou, and, pointing to the hideous throng, said: \"Drive them away!\" The Maori chief gazed steadily at his prisoner without replying. Then with a gesture he silenced the noisy horde. Glenarvan bowed in token of thanks, and slowly resumed his place among his friends. Kai-Koumou, fearing an insurrection of the fanatics of his tribe, now led his captives to a sacred place, situated at the other end of the pah, on the edge of a precipice. This hut rested against a rock that rose a hundred feet above it and was a steep boundary to this side of the fortification. In this consecrated temple the priests, or \"arikis,\" instruct the New Zealanders. The building was spacious and tightly closed, and contained the holy and chosen food of the god. Here the prisoners, temporarily sheltered from the fury of the natives, stretched themselves on the flax mats. Lady Helena, her strength exhausted and her energy overcome, sank into her husband's arms. Glenarvan pressed her to his breast, and said: \"Courage, my dear Helena; Heaven will not forsake us!\" Robert was scarcely within the hut before he climbed on Wilson's shoulders, and succeeded in thrusting his head through an opening between the roof and the wall, where strings of pipes were hanging. From this point his view commanded the whole extent of the pah, as far as Kai-Koumou's hut. \"They have gathered around the chief,\" said he, in a low voice. \"They are waving their arms, and howling. Kai-Koumou is going to speak.\" The boy was silent for a few moments, then continued: \"Kai-Koumou is speaking. The savages grow calm; they listen.\" \"This chief,\" said the major, \"has evidently a personal interest in protecting us. He wishes to exchange his prisoners for some chiefs of his tribe. But will his warriors consent?\" \"Yes, they are listening to him,\" continued Robert. \"They are dispersing; some return to their huts,--others leave the fortification.\" \"Is it really so?\" cried the major. \"Yes, Mr. MacNabb,\" replied Robert. \"Kai-Koumou remains alone with the warriors that were in the canoe. Ha! one of them is coming towards us!\" [Illustration: Robert was scarcely within the hut before he climbed on Wilson's shoulders, and succeeded in thrusting his head through an opening.] \"Get down, Robert,\" said Glenarvan. At this moment Lady Helena, who had risen, seized her husband's arm. \"Edward,\" said she, in a firm voice, \"neither Mary Grant nor I shall fall alive into the hands of those savages!\" And, so saying, she presented to her husband a loaded revolver. \"A weapon!\" exclaimed Glenarvan, whose eyes suddenly brightened. \"Yes. The Maoris do not search their female prisoners; but this weapon is for us, Edward, not for them.\" \"Glenarvan,\" said MacNabb quickly, \"hide the revolver. It is not time yet.\" The weapon was immediately concealed in his clothes. The mat that closed the entrance of the hut was raised. A native appeared. He made a sign to the captives to follow him. Glenarvan and his companions passed through the pah, and stopped before Kai-Koumou. Around him were assembled the principal warriors of his tribe, among whom was seen the chief whose canoe had first joined Kai-Koumou on the river. He was a man of about forty, robust, and of fierce and cruel aspect. His name was Kara-Tété, which means in the native language \"The Irascible.\" Kai-Koumou treated him with some respect, and from the delicacy of his tattooing it was evident that he occupied a high rank in his tribe. An observer, however, would have detected a rivalry between the two chiefs. The major, indeed, perceived that Kara-Tété's influence surpassed that of Kai-Koumou. They both ruled the powerful tribes of the Waikato with equal rank; and, during this interview, although Kai-Koumou smiled, his eyes betrayed a deep hostility. He now questioned Glenarvan. \"You are English?\" said he. \"Yes,\" replied Glenarvan, without hesitation, for this nationality would probably facilitate an exchange. [Sidenote: THE RATE OF BARTER.] \"And your companions?\" asked Kai-Koumou. \"My companions are also English. We are shipwrecked travelers, and, if you care to know, we have taken no part in the war.\" \"No matter,\" replied Kara-Tété, brutally. \"Every Englishman is our enemy. Your people have invaded our island. They have stolen away our fields; they have burned our villages.\" \"They have done wrong,\" said Glenarvan, in a grave tone. \"I say so because I think so, and not because I am in your power.\" \"Listen,\" continued Kai-Koumou. \"Tohonga, the high-priest of Nouï-Atoua, has fallen into the hands of your brothers. He is prisoner of the Pakekas (Europeans). Our god commands us to ransom his life. I would have torn out your heart, I would have hung your companions' heads and yours forever to the stakes of this palisade. But Nouï-Atoua has spoken.\" So saying, Kai-Koumou, who had hitherto controlled himself, trembled with rage, and his countenance was flushed with a fierce exultation. Then, after a few moments, he resumed, more coolly: \"Do you think the English will give us our Tohonga in exchange for you?\" Glenarvan hesitated, and watched the Maori chief very attentively. \"I do not know,\" said he, after a moment's silence. \"Speak,\" continued Kai-Koumou. \"Is your life worth that of our Tohonga?\" \"No,\" answered Glenarvan. \"I am neither a chief nor a priest among my people.\" Paganel was astounded at this reply,",
      "score": 0.6682197272777557,
      "is_same_book": true
    },
    {
      "chunk_idx": 137,
      "book": "In_search_of_the_castaways",
      "char_start": 844120,
      "char_end": 849988,
      "text": " calmness that she could not feel in her heart. This courageous woman, in order that her husband's coolness might not forsake him, heroically controlled her emotions. Poor Mary Grant felt herself growing weak, and Captain Mangles supported her, ready to die in her defence. The others endured this torrent of invectives in various ways, either indifferent like the major, or increasingly annoyed like Paganel. Glenarvan, wishing to relieve Lady Helena from the assaults of these shrews, boldly approached Kai-Koumou, and, pointing to the hideous throng, said: \"Drive them away!\" The Maori chief gazed steadily at his prisoner without replying. Then with a gesture he silenced the noisy horde. Glenarvan bowed in token of thanks, and slowly resumed his place among his friends. Kai-Koumou, fearing an insurrection of the fanatics of his tribe, now led his captives to a sacred place, situated at the other end of the pah, on the edge of a precipice. This hut rested against a rock that rose a hundred feet above it and was a steep boundary to this side of the fortification. In this consecrated temple the priests, or \"arikis,\" instruct the New Zealanders. The building was spacious and tightly closed, and contained the holy and chosen food of the god. Here the prisoners, temporarily sheltered from the fury of the natives, stretched themselves on the flax mats. Lady Helena, her strength exhausted and her energy overcome, sank into her husband's arms. Glenarvan pressed her to his breast, and said: \"Courage, my dear Helena; Heaven will not forsake us!\" Robert was scarcely within the hut before he climbed on Wilson's shoulders, and succeeded in thrusting his head through an opening between the roof and the wall, where strings of pipes were hanging. From this point his view commanded the whole extent of the pah, as far as Kai-Koumou's hut. \"They have gathered around the chief,\" said he, in a low voice. \"They are waving their arms, and howling. Kai-Koumou is going to speak.\" The boy was silent for a few moments, then continued: \"Kai-Koumou is speaking. The savages grow calm; they listen.\" \"This chief,\" said the major, \"has evidently a personal interest in protecting us. He wishes to exchange his prisoners for some chiefs of his tribe. But will his warriors consent?\" \"Yes, they are listening to him,\" continued Robert. \"They are dispersing; some return to their huts,--others leave the fortification.\" \"Is it really so?\" cried the major. \"Yes, Mr. MacNabb,\" replied Robert. \"Kai-Koumou remains alone with the warriors that were in the canoe. Ha! one of them is coming towards us!\" [Illustration: Robert was scarcely within the hut before he climbed on Wilson's shoulders, and succeeded in thrusting his head through an opening.] \"Get down, Robert,\" said Glenarvan. At this moment Lady Helena, who had risen, seized her husband's arm. \"Edward,\" said she, in a firm voice, \"neither Mary Grant nor I shall fall alive into the hands of those savages!\" And, so saying, she presented to her husband a loaded revolver. \"A weapon!\" exclaimed Glenarvan, whose eyes suddenly brightened. \"Yes. The Maoris do not search their female prisoners; but this weapon is for us, Edward, not for them.\" \"Glenarvan,\" said MacNabb quickly, \"hide the revolver. It is not time yet.\" The weapon was immediately concealed in his clothes. The mat that closed the entrance of the hut was raised. A native appeared. He made a sign to the captives to follow him. Glenarvan and his companions passed through the pah, and stopped before Kai-Koumou. Around him were assembled the principal warriors of his tribe, among whom was seen the chief whose canoe had first joined Kai-Koumou on the river. He was a man of about forty, robust, and of fierce and cruel aspect. His name was Kara-Tété, which means in the native language \"The Irascible.\" Kai-Koumou treated him with some respect, and from the delicacy of his tattooing it was evident that he occupied a high rank in his tribe. An observer, however, would have detected a rivalry between the two chiefs. The major, indeed, perceived that Kara-Tété's influence surpassed that of Kai-Koumou. They both ruled the powerful tribes of the Waikato with equal rank; and, during this interview, although Kai-Koumou smiled, his eyes betrayed a deep hostility. He now questioned Glenarvan. \"You are English?\" said he. \"Yes,\" replied Glenarvan, without hesitation, for this nationality would probably facilitate an exchange. [Sidenote: THE RATE OF BARTER.] \"And your companions?\" asked Kai-Koumou. \"My companions are also English. We are shipwrecked travelers, and, if you care to know, we have taken no part in the war.\" \"No matter,\" replied Kara-Tété, brutally. \"Every Englishman is our enemy. Your people have invaded our island. They have stolen away our fields; they have burned our villages.\" \"They have done wrong,\" said Glenarvan, in a grave tone. \"I say so because I think so, and not because I am in your power.\" \"Listen,\" continued Kai-Koumou. \"Tohonga, the high-priest of Nouï-Atoua, has fallen into the hands of your brothers. He is prisoner of the Pakekas (Europeans). Our god commands us to ransom his life. I would have torn out your heart, I would have hung your companions' heads and yours forever to the stakes of this palisade. But Nouï-Atoua has spoken.\" So saying, Kai-Koumou, who had hitherto controlled himself, trembled with rage, and his countenance was flushed with a fierce exultation. Then, after a few moments, he resumed, more coolly: \"Do you think the English will give us our Tohonga in exchange for you?\" Glenarvan hesitated, and watched the Maori chief very attentively. \"I do not know,\" said he, after a moment's silence. \"Speak,\" continued Kai-Koumou. \"Is your life worth that of our Tohonga?\" \"No,\" answered Glenarvan. \"I am neither a chief nor a priest among my people.\" Paganel was astounded at this reply,",
      "score": 0.6682197272777557,
      "is_same_book": true
    },
    {
      "chunk_idx": 149,
      "book": "In search of the castaways",
      "char_start": 918177,
      "char_end": 924537,
      "text": " I expect, or even fails, our situation will not be impaired. But it ought to and will succeed.\" \"And this project?\" asked the major. \"This is it,\" replied Paganel. \"The superstition of the natives has made this mountain a place of refuge, and this superstition must help us to escape. If I succeed in convincing Kai-Koumou that we have become the victims of our sacrilege, that the wrath of Heaven has fallen upon us, in short, that we have met a terrible death, do you think that he will abandon the mountain and return to his village?\" \"Probably,\" said Glenarvan. \"And with what horrible death do you threaten us?\" inquired Lady Helena. \"The death of the sacrilegious, my friends,\" continued Paganel. \"The avenging flames are under our feet. Let us open a way for them.\" \"What! you would make a volcano?\" cried Captain Mangles. \"Yes, a factitious, an improvised one, whose fury we will control. There is quite a supply of vapors and subterranean fires that only ask for an outlet. Let us arrange an artificial eruption for our own advantage.\" \"The idea is good,\" said the major, \"and well conceived, Paganel.\" \"You understand,\" resumed the geographer, \"that we are to feign being consumed by the flames of Pluto, and shall disappear spiritually in the tomb of Kara-Tété.\" [Sidenote: A VOLCANO IN MINIATURE.] \"Where we shall remain three, four, or five days, if necessary, till the savages are convinced of our death, and abandon the siege.\" \"But if they think of making sure of our destruction,\" said Miss Grant, \"and climb the mountain?\" \"No, my dear Mary,\" replied Paganel, \"they will not do that. The mountain is tabooed, and if it shall itself devour its profaners the taboo will be still more rigorous.\" \"This plan is really well conceived,\" remarked Glenarvan. \"There is only one chance against it, and that is, that the savages may persist in remaining at the foot of the mountain till the provisions fail us. But this is scarcely probable, especially if we play our part skillfully.\" \"And when shall we make this last venture?\" asked Lady Helena. \"This very evening,\" answered Paganel, \"at the hour of the greatest darkness.\" \"Agreed,\" said MacNabb. \"Paganel, you are a man of genius; and although from habit I am scarcely ever enthusiastic, I will answer for your success. Ha! these rascals! we shall perform a little miracle for them that will delay their conversion a good century. May the missionaries pardon us!\" Paganel's plan was therefore adopted, and really, with the superstitious notions of the Maoris, it might and ought to succeed. It only remained to execute it. The idea was good, but in practice difficult. Might not this volcano consume the audacious ones who should dig the crater? Could they control and direct this eruption when the vapors, flames, and lava should be let loose? Would it not engulf the entire peak in a flood of fire? They were tampering with those phenomena whose absolute control is reserved for forces higher than theirs. Paganel had foreseen these difficulties, but he expected to act prudently, and not to venture to extremes. An illusion was enough to deceive the Maoris, without the awful reality of a large eruption. How long that day seemed! Each one counted the interminable hours. Everything was prepared for flight. The provisions of the tomb had been divided, and made into convenient bundles. Several mats, and the fire-arms, which had been found in the tomb of the chief, formed light baggage. Of course these preparations were made within the palisaded inclosure and unknown to the savages. At six o'clock the steward served a farewell feast. Where and when they should eat in the valleys no one could foretell. Twilight came on. The sun disappeared behind a bank of dense clouds of threatening aspect. A few flashes illumined the horizon, and a distant peal of thunder rumbled along the vault of the sky. Paganel welcomed the storm that came to the aid of his design. At eight o'clock the summit of the mountain was hidden by a foreboding darkness, while the sky looked terribly black, as if for a background to the flaming outbreak that Paganel was about to inaugurate. The Maoris could no longer see their prisoners. The time for action had come. Rapidity was necessary, and Glenarvan, Paganel, MacNabb, Robert, the steward, and the two sailors at once set to work vigorously. The place for the crater was chosen thirty paces from Kara-Tété's tomb. It was important that this structure should be spared by the eruption, for otherwise the taboo would become ineffective. Paganel had observed an enormous block of stone, around which the vapors seemed to pour forth with considerable force. This rocky mass covered a small natural crater in the peak, and only by its weight prevented the escape of the subterranean flames. If they could succeed in overturning it, the smoke and lava would immediately issue through the unobstructed opening. [Sidenote: VULCANS AT WORK.] The fugitives made themselves levers out of the stakes of the tomb, and with these they vigorously attacked the ponderous mass. Under their united efforts the rock was not long in moving. They dug a sort of groove for it down the side of the mountain, that it might slide on an inclined plane. As their action increased, the trembling of the earth became more violent. Hollow rumblings and hissings sounded under the thin crust. But the bold experimenters, like real Vulcans, governing the underground fires, worked on in silence. Several cracks and a few gusts of hot smoke warned them that their position was becoming dangerous. But a final effort detached the block, which glided down the slope of the mountain and disappeared. The thin covering at once yielded. An incandescent column poured forth towards the sky with loud explosions, while streams of boiling water and lava rolled towards the encampment of the natives and the valleys below. The whole peak trembled, and you might almost have thought that it was disappearing in a general conflagration. Glenarvan and his companions had scarcely time to escape the shock of the eruption. They fled to the inclosure of the tomb, but not without receiving a few scalding drops of the water, which bubbled and exhaled a strong sulphureous odor. Then mud, lava, and volcanic fragments mingled in the scene of devastation. Torrents of flame furrowed the sides of the Maungan",
      "score": 0.6149512648582458,
      "is_same_book": true
    }
  ]
}