{
  "claim_id": "86",
  "book_name": "In Search of the Castaways",
  "character": "Kai-Koumou",
  "claim_text": "At first Glenarvan found him haughty and cold, yet observed that the man valued life and kept his word; though words were few, a fragile trust grew between them during their stand-off.",
  "evidence": [
    {
      "chunk_idx": 134,
      "book": "In search of the castaways",
      "char_start": 824919,
      "char_end": 831210,
      "text": " he was about reaching the long-desired harbor of Auckland, whence he would have returned to his native country. Yet, looking at his calm and passionless countenance, you could not have divined the depth of his anguish, for in his present critical situation he did not betray the extent of his misfortunes. He felt that he ought to set an example of fortitude to his wife and his companions, as being the husband and chief. Moreover, he was ready to die first for the common safety, if circumstances should require it. [Sidenote: CHIEFS, CIVILIZED AND UNCIVILIZED.] His companions were worthy of him; they shared his noble thoughts, and their calm and haughty appearance would scarcely have intimated that they were being carried away to captivity and suffering. By common consent, at Glenarvan's suggestion, they had resolved to feign a proud indifference in the presence of the savages. It was the only way of influencing those fierce natures. [Illustration: A boat might have been seen ascending the Waikato. It was a canoe seventy feet long and five broad.] Since leaving the encampment, the natives, taciturn like all savages, had scarcely spoken to each other. However, from a few words exchanged, Glenarvan perceived that they were acquainted with the English language. He therefore resolved to question the chief in regard to the fate that was in store for them. Addressing Kai-Koumou, he said, in a fearless tone: \"Where are you taking us, chief?\" Kai-Koumou gazed at him coldly without answering. \"Say, what do you expect to do with us?\" continued Glenarvan. The chief's eyes blazed with a sudden light, and in a stern voice he replied: \"To exchange you, if your friends will ransom you; to kill you, if they refuse.\" Glenarvan asked no more, but hope returned to his heart. Doubtless, some chiefs of the Maori tribe had fallen into the hands of the English, and the natives would attempt to recover them by way of exchange; their situation, therefore, was not one for despair. Meantime the canoe rapidly ascended the river. Paganel, whose changeable disposition carried him from one extreme to another, had regained his hopefulness. He believed that the Maoris were sparing them the fatigue of their journey to the English settlements, and that they were certain to arrive at their destination. He was, therefore, quite resigned to his lot, and traced on his map the course of the Waikato across the plains and valleys of the province. Lady Helena and Mary Grant, suppressing their terror, conversed in low tones with Glenarvan, and the most skillful physiognomist could not have detected on their faces the anxiety of their hearts. The Waikato River is worshiped by the natives, as Paganel knew, and English and German naturalists have never ascended beyond its junction with the Waipa. Whither did Kai-Koumou intend to take his captives? The geographer could not have guessed if the word \"Taupo,\" frequently repeated, had not attracted his attention. By consulting his map, he saw that this name was applied to a celebrated lake in the most mountainous part of the island, and that from it the Waikato flows. Paganel, addressing Captain Mangles in French, so as not to be understood by the savages, asked him how fast the canoe was going. The captain thought about three miles an hour. \"Then,\" replied the geographer, \"if we do not travel during the night, our voyage to the lake will last about four days.\" \"But whereabouts are the English garrisons?\" asked Glenarvan. \"It is difficult to say,\" replied Paganel. \"At all events, the war must have reached the province of Taranaki, and probably the troops are collected beyond the mountains, on the side of the lake where the habitations of the savages are concentrated.\" \"God grant it!\" said Lady Helena. Glenarvan cast a sorrowful glance at his young wife and Mary Grant, exposed to the mercy of these fierce natives, and captives in a wild country, far from all human assistance. But he saw that he was watched by Kai-Koumou, and, not wishing to show that one of the captives was his wife, he prudently kept his thoughts to himself, and gazed at the banks of the river with apparent indifference. [Sidenote: ACCESSIONS, AND PROGRESS.] The sun was just sinking below the horizon as the canoe ran upon a bank of pumice-stones, which the Waikato carries with it from its source in the volcanic mountains. Several trees grew here, as if designed to shelter an encampment. Kai-Koumou landed his prisoners. The men had their hands tied, the ladies were free. All were placed in the centre of the encampment, around which large fires formed an impassable barrier. Before Kai-Koumou had informed his captives of his intention to exchange them, Glenarvan and Captain Mangles had discussed various methods of recovering their liberty. What they could not venture in the boat they hoped to attempt on land, at the hour for encamping, under cover of the night. But since Glenarvan's conversation with the chief, it seemed wise to abandon this design. They must be patient. It was the most prudent plan. The exchange offered chances that neither an open attack nor a flight across these unknown regions could afford. Many circumstances might indeed arise that would delay, and even prevent, such a transaction; but still it was better to await the result. What, moreover, could ten defenceless men do against thirty well-armed savages? Besides, Glenarvan thought it likely that Kai-Koumou's tribe had lost some chief of high rank whom they were particularly anxious to recover; and he was not mistaken. The next day the canoe ascended the river with increased swiftness. It stopped for a moment at the junction of a small river which wound across the plains on the right bank. Here another canoe, with ten natives on board, joined Kai-Koumou. The warriors merely exchanged salutations, and then continued their course. The new-comers had recently fought against the English troops, as could be seen by their tattered garments, their gory weapons, and the wounds that still bled beneath their rags. They were gloomy and taciturn, and, with the indifference common to all savage races, paid no attention to the captives. Towards evening Kai-Koumou landed at the foot of the mountains, whose nearer ridges reached precipitously to the river-b",
      "score": 0.7443987250328064,
      "is_same_book": true
    },
    {
      "chunk_idx": 134,
      "book": "In_search_of_the_castaways",
      "char_start": 824919,
      "char_end": 831210,
      "text": " he was about reaching the long-desired harbor of Auckland, whence he would have returned to his native country. Yet, looking at his calm and passionless countenance, you could not have divined the depth of his anguish, for in his present critical situation he did not betray the extent of his misfortunes. He felt that he ought to set an example of fortitude to his wife and his companions, as being the husband and chief. Moreover, he was ready to die first for the common safety, if circumstances should require it. [Sidenote: CHIEFS, CIVILIZED AND UNCIVILIZED.] His companions were worthy of him; they shared his noble thoughts, and their calm and haughty appearance would scarcely have intimated that they were being carried away to captivity and suffering. By common consent, at Glenarvan's suggestion, they had resolved to feign a proud indifference in the presence of the savages. It was the only way of influencing those fierce natures. [Illustration: A boat might have been seen ascending the Waikato. It was a canoe seventy feet long and five broad.] Since leaving the encampment, the natives, taciturn like all savages, had scarcely spoken to each other. However, from a few words exchanged, Glenarvan perceived that they were acquainted with the English language. He therefore resolved to question the chief in regard to the fate that was in store for them. Addressing Kai-Koumou, he said, in a fearless tone: \"Where are you taking us, chief?\" Kai-Koumou gazed at him coldly without answering. \"Say, what do you expect to do with us?\" continued Glenarvan. The chief's eyes blazed with a sudden light, and in a stern voice he replied: \"To exchange you, if your friends will ransom you; to kill you, if they refuse.\" Glenarvan asked no more, but hope returned to his heart. Doubtless, some chiefs of the Maori tribe had fallen into the hands of the English, and the natives would attempt to recover them by way of exchange; their situation, therefore, was not one for despair. Meantime the canoe rapidly ascended the river. Paganel, whose changeable disposition carried him from one extreme to another, had regained his hopefulness. He believed that the Maoris were sparing them the fatigue of their journey to the English settlements, and that they were certain to arrive at their destination. He was, therefore, quite resigned to his lot, and traced on his map the course of the Waikato across the plains and valleys of the province. Lady Helena and Mary Grant, suppressing their terror, conversed in low tones with Glenarvan, and the most skillful physiognomist could not have detected on their faces the anxiety of their hearts. The Waikato River is worshiped by the natives, as Paganel knew, and English and German naturalists have never ascended beyond its junction with the Waipa. Whither did Kai-Koumou intend to take his captives? The geographer could not have guessed if the word \"Taupo,\" frequently repeated, had not attracted his attention. By consulting his map, he saw that this name was applied to a celebrated lake in the most mountainous part of the island, and that from it the Waikato flows. Paganel, addressing Captain Mangles in French, so as not to be understood by the savages, asked him how fast the canoe was going. The captain thought about three miles an hour. \"Then,\" replied the geographer, \"if we do not travel during the night, our voyage to the lake will last about four days.\" \"But whereabouts are the English garrisons?\" asked Glenarvan. \"It is difficult to say,\" replied Paganel. \"At all events, the war must have reached the province of Taranaki, and probably the troops are collected beyond the mountains, on the side of the lake where the habitations of the savages are concentrated.\" \"God grant it!\" said Lady Helena. Glenarvan cast a sorrowful glance at his young wife and Mary Grant, exposed to the mercy of these fierce natives, and captives in a wild country, far from all human assistance. But he saw that he was watched by Kai-Koumou, and, not wishing to show that one of the captives was his wife, he prudently kept his thoughts to himself, and gazed at the banks of the river with apparent indifference. [Sidenote: ACCESSIONS, AND PROGRESS.] The sun was just sinking below the horizon as the canoe ran upon a bank of pumice-stones, which the Waikato carries with it from its source in the volcanic mountains. Several trees grew here, as if designed to shelter an encampment. Kai-Koumou landed his prisoners. The men had their hands tied, the ladies were free. All were placed in the centre of the encampment, around which large fires formed an impassable barrier. Before Kai-Koumou had informed his captives of his intention to exchange them, Glenarvan and Captain Mangles had discussed various methods of recovering their liberty. What they could not venture in the boat they hoped to attempt on land, at the hour for encamping, under cover of the night. But since Glenarvan's conversation with the chief, it seemed wise to abandon this design. They must be patient. It was the most prudent plan. The exchange offered chances that neither an open attack nor a flight across these unknown regions could afford. Many circumstances might indeed arise that would delay, and even prevent, such a transaction; but still it was better to await the result. What, moreover, could ten defenceless men do against thirty well-armed savages? Besides, Glenarvan thought it likely that Kai-Koumou's tribe had lost some chief of high rank whom they were particularly anxious to recover; and he was not mistaken. The next day the canoe ascended the river with increased swiftness. It stopped for a moment at the junction of a small river which wound across the plains on the right bank. Here another canoe, with ten natives on board, joined Kai-Koumou. The warriors merely exchanged salutations, and then continued their course. The new-comers had recently fought against the English troops, as could be seen by their tattered garments, their gory weapons, and the wounds that still bled beneath their rags. They were gloomy and taciturn, and, with the indifference common to all savage races, paid no attention to the captives. Towards evening Kai-Koumou landed at the foot of the mountains, whose nearer ridges reached precipitously to the river-b",
      "score": 0.7443987250328064,
      "is_same_book": true
    },
    {
      "chunk_idx": 137,
      "book": "In search of the castaways",
      "char_start": 844120,
      "char_end": 849988,
      "text": " calmness that she could not feel in her heart. This courageous woman, in order that her husband's coolness might not forsake him, heroically controlled her emotions. Poor Mary Grant felt herself growing weak, and Captain Mangles supported her, ready to die in her defence. The others endured this torrent of invectives in various ways, either indifferent like the major, or increasingly annoyed like Paganel. Glenarvan, wishing to relieve Lady Helena from the assaults of these shrews, boldly approached Kai-Koumou, and, pointing to the hideous throng, said: \"Drive them away!\" The Maori chief gazed steadily at his prisoner without replying. Then with a gesture he silenced the noisy horde. Glenarvan bowed in token of thanks, and slowly resumed his place among his friends. Kai-Koumou, fearing an insurrection of the fanatics of his tribe, now led his captives to a sacred place, situated at the other end of the pah, on the edge of a precipice. This hut rested against a rock that rose a hundred feet above it and was a steep boundary to this side of the fortification. In this consecrated temple the priests, or \"arikis,\" instruct the New Zealanders. The building was spacious and tightly closed, and contained the holy and chosen food of the god. Here the prisoners, temporarily sheltered from the fury of the natives, stretched themselves on the flax mats. Lady Helena, her strength exhausted and her energy overcome, sank into her husband's arms. Glenarvan pressed her to his breast, and said: \"Courage, my dear Helena; Heaven will not forsake us!\" Robert was scarcely within the hut before he climbed on Wilson's shoulders, and succeeded in thrusting his head through an opening between the roof and the wall, where strings of pipes were hanging. From this point his view commanded the whole extent of the pah, as far as Kai-Koumou's hut. \"They have gathered around the chief,\" said he, in a low voice. \"They are waving their arms, and howling. Kai-Koumou is going to speak.\" The boy was silent for a few moments, then continued: \"Kai-Koumou is speaking. The savages grow calm; they listen.\" \"This chief,\" said the major, \"has evidently a personal interest in protecting us. He wishes to exchange his prisoners for some chiefs of his tribe. But will his warriors consent?\" \"Yes, they are listening to him,\" continued Robert. \"They are dispersing; some return to their huts,--others leave the fortification.\" \"Is it really so?\" cried the major. \"Yes, Mr. MacNabb,\" replied Robert. \"Kai-Koumou remains alone with the warriors that were in the canoe. Ha! one of them is coming towards us!\" [Illustration: Robert was scarcely within the hut before he climbed on Wilson's shoulders, and succeeded in thrusting his head through an opening.] \"Get down, Robert,\" said Glenarvan. At this moment Lady Helena, who had risen, seized her husband's arm. \"Edward,\" said she, in a firm voice, \"neither Mary Grant nor I shall fall alive into the hands of those savages!\" And, so saying, she presented to her husband a loaded revolver. \"A weapon!\" exclaimed Glenarvan, whose eyes suddenly brightened. \"Yes. The Maoris do not search their female prisoners; but this weapon is for us, Edward, not for them.\" \"Glenarvan,\" said MacNabb quickly, \"hide the revolver. It is not time yet.\" The weapon was immediately concealed in his clothes. The mat that closed the entrance of the hut was raised. A native appeared. He made a sign to the captives to follow him. Glenarvan and his companions passed through the pah, and stopped before Kai-Koumou. Around him were assembled the principal warriors of his tribe, among whom was seen the chief whose canoe had first joined Kai-Koumou on the river. He was a man of about forty, robust, and of fierce and cruel aspect. His name was Kara-Tété, which means in the native language \"The Irascible.\" Kai-Koumou treated him with some respect, and from the delicacy of his tattooing it was evident that he occupied a high rank in his tribe. An observer, however, would have detected a rivalry between the two chiefs. The major, indeed, perceived that Kara-Tété's influence surpassed that of Kai-Koumou. They both ruled the powerful tribes of the Waikato with equal rank; and, during this interview, although Kai-Koumou smiled, his eyes betrayed a deep hostility. He now questioned Glenarvan. \"You are English?\" said he. \"Yes,\" replied Glenarvan, without hesitation, for this nationality would probably facilitate an exchange. [Sidenote: THE RATE OF BARTER.] \"And your companions?\" asked Kai-Koumou. \"My companions are also English. We are shipwrecked travelers, and, if you care to know, we have taken no part in the war.\" \"No matter,\" replied Kara-Tété, brutally. \"Every Englishman is our enemy. Your people have invaded our island. They have stolen away our fields; they have burned our villages.\" \"They have done wrong,\" said Glenarvan, in a grave tone. \"I say so because I think so, and not because I am in your power.\" \"Listen,\" continued Kai-Koumou. \"Tohonga, the high-priest of Nouï-Atoua, has fallen into the hands of your brothers. He is prisoner of the Pakekas (Europeans). Our god commands us to ransom his life. I would have torn out your heart, I would have hung your companions' heads and yours forever to the stakes of this palisade. But Nouï-Atoua has spoken.\" So saying, Kai-Koumou, who had hitherto controlled himself, trembled with rage, and his countenance was flushed with a fierce exultation. Then, after a few moments, he resumed, more coolly: \"Do you think the English will give us our Tohonga in exchange for you?\" Glenarvan hesitated, and watched the Maori chief very attentively. \"I do not know,\" said he, after a moment's silence. \"Speak,\" continued Kai-Koumou. \"Is your life worth that of our Tohonga?\" \"No,\" answered Glenarvan. \"I am neither a chief nor a priest among my people.\" Paganel was astounded at this reply,",
      "score": 0.7166533589363098,
      "is_same_book": true
    }
  ]
}