{
  "claim_id": "9",
  "book_name": "20000 Leagues Under the Sea",
  "character": "Ned Land",
  "claim_text": "Ned Land had no experience in whaling before joining the expedition.",
  "evidence": [
    {
      "chunk_idx": 44,
      "book": "20000-Leagues-Under-the-Sea_1",
      "char_start": 269968,
      "char_end": 275842,
      "text": " to put us on land, if only so as not to lose the habit of treading on the solid parts of our planet?\" \"I can ask him, but he will refuse.\" \"Will master risk it?\" asked Conseil, \"and we shall know how to rely upon the Captain's amiability.\" To my great surprise, Captain Nemo gave me the permission I asked for, and he gave it very agreeably, without even exacting from me a promise to return to the vessel; but flight across New Guinea might be very perilous, and I should not have counselled Ned Land to attempt it. Better to be a prisoner on board the Nautilus than to fall into the hands of the natives. At eight o'clock, armed with guns and hatchets, we got off the Nautilus. The sea was pretty calm; a slight breeze blew on land. Conseil and I rowing, we sped along quickly, and Ned steered in the straight passage that the breakers left between them. The boat was well handled, and moved rapidly. Ned Land could not restrain his joy. He was like a prisoner that had escaped from prison, and knew not that it was necessary to re-enter it. \"Meat! We are going to eat some meat; and what meat!\" he replied. \"Real game! no, bread, indeed.\" \"I do not say that fish is not good; we must not abuse it; but a piece of fresh venison, grilled on live coals, will agreeably vary our ordinary course.\" \"Glutton!\" said Conseil, \"he makes my mouth water.\" \"It remains to be seen,\" I said, \"if these forests are full of game, and if the game is not such as will hunt the hunter himself.\" \"Well said, M. Aronnax,\" replied the Canadian, whose teeth seemed sharpened like the edge of a hatchet; \"but I will eat tiger—loin of tiger—if there is no other quadruped on this island.\" \"Friend Ned is uneasy about it,\" said Conseil. \"Whatever it may be,\" continued Ned Land, \"every animal with four paws without feathers, or with two paws without feathers, will be saluted by my first shot.\" \"Very well! Master Land's imprudences are beginning.\" \"Never fear, M. Aronnax,\" replied the Canadian; \"I do not want twenty-five minutes to offer you a dish, of my sort.\" At half-past eight the Nautilus boat ran softly aground on a heavy sand, after having happily passed the coral reef that surrounds the Island of Gilboa. CHAPTER XX A FEW DAYS ON LAND I was much impressed on touching land. Ned Land tried the soil with his feet, as if to take possession of it. However, it was only two months before that we had become, according to Captain Nemo, \"passengers on board the Nautilus,\" but, in reality, prisoners of its commander. In a few minutes we were within musket-shot of the coast. The whole horizon was hidden behind a beautiful curtain of forests. Enormous trees, the trunks of which attained a height of 200 feet, were tied to each other by garlands of bindweed, real natural hammocks, which a light breeze rocked. They were mimosas, figs, hibisci, and palm trees, mingled together in profusion; and under the shelter of their verdant vault grew orchids, leguminous plants, and ferns. But, without noticing all these beautiful specimens of Papuan flora, the Canadian abandoned the agreeable for the useful. He discovered a coco-tree, beat down some of the fruit, broke them, and we drunk the milk and ate the nut with a satisfaction that protested against the ordinary food on the Nautilus. \"Excellent!\" said Ned Land. \"Exquisite!\" replied Conseil. \"And I do not think,\" said the Canadian, \"that he would object to our introducing a cargo of coco-nuts on board.\" \"I do not think he would, but he would not taste them.\" \"So much the worse for him,\" said Conseil. \"And so much the better for us,\" replied Ned Land. \"There will be more for us.\" \"One word only, Master Land,\" I said to the harpooner, who was beginning to ravage another coco-nut tree. \"Coco-nuts are good things, but before filling the canoe with them it would be wise to reconnoitre and see if the island does not produce some substance not less useful. Fresh vegetables would be welcome on board the Nautilus.\" \"Master is right,\" replied Conseil; \"and I propose to reserve three places in our vessel, one for fruits, the other for vegetables, and the third for the venison, of which I have not yet seen the smallest specimen.\" \"Conseil, we must not despair,\" said the Canadian. \"Let us continue,\" I returned, \"and lie in wait. Although the island seems uninhabited, it might still contain some individuals that would be less hard than we on the nature of game.\" \"Ho! ho!\" said Ned Land, moving his jaws significantly. \"Well, Ned!\" said Conseil. \"My word!\" returned the Canadian, \"I begin to understand the charms of anthropophagy.\" \"Ned! Ned! what are you saying? You, a man-eater? I should not feel safe with you, especially as I share your cabin. I might perhaps wake one day to find myself half devoured.\" \"Friend Conseil, I like you much, but not enough to eat you unnecessarily.\" \"I would not trust you,\" replied Conseil. \"But enough. We must absolutely bring down some game to satisfy this cannibal, or else one of these fine mornings, master will find only pieces of his servant to serve him.\" While we were talking thus, we were penetrating the sombre arches of the forest, and for two hours we surveyed it in all directions. Chance rewarded our search for eatable vegetables, and one of the most useful products of the tropical zones furnished us with precious food that we missed on board. I would speak of the bread-fruit tree, very abundant in the island of Gilboa; and I remarked chiefly the variety destitute of seeds, which bears in Malaya the name of \"rima.\" Ned Land knew these fruits well. He had already eaten many during his numerous voyages, and he knew how to prepare the eatable substance. Moreover, the sight of them excited him, and he could contain himself no longer. \"Master,\" he said, \"I shall die if I do not taste a little of this bread-fruit pie.\" \"Taste it, friend Ned—taste it as you want. We",
      "score": 0.5058566331863403,
      "is_same_book": false
    },
    {
      "chunk_idx": 44,
      "book": "20000-Leagues-Under-the-Sea",
      "char_start": 269968,
      "char_end": 275842,
      "text": " to put us on land, if only so as not to lose the habit of treading on the solid parts of our planet?\" \"I can ask him, but he will refuse.\" \"Will master risk it?\" asked Conseil, \"and we shall know how to rely upon the Captain's amiability.\" To my great surprise, Captain Nemo gave me the permission I asked for, and he gave it very agreeably, without even exacting from me a promise to return to the vessel; but flight across New Guinea might be very perilous, and I should not have counselled Ned Land to attempt it. Better to be a prisoner on board the Nautilus than to fall into the hands of the natives. At eight o'clock, armed with guns and hatchets, we got off the Nautilus. The sea was pretty calm; a slight breeze blew on land. Conseil and I rowing, we sped along quickly, and Ned steered in the straight passage that the breakers left between them. The boat was well handled, and moved rapidly. Ned Land could not restrain his joy. He was like a prisoner that had escaped from prison, and knew not that it was necessary to re-enter it. \"Meat! We are going to eat some meat; and what meat!\" he replied. \"Real game! no, bread, indeed.\" \"I do not say that fish is not good; we must not abuse it; but a piece of fresh venison, grilled on live coals, will agreeably vary our ordinary course.\" \"Glutton!\" said Conseil, \"he makes my mouth water.\" \"It remains to be seen,\" I said, \"if these forests are full of game, and if the game is not such as will hunt the hunter himself.\" \"Well said, M. Aronnax,\" replied the Canadian, whose teeth seemed sharpened like the edge of a hatchet; \"but I will eat tiger—loin of tiger—if there is no other quadruped on this island.\" \"Friend Ned is uneasy about it,\" said Conseil. \"Whatever it may be,\" continued Ned Land, \"every animal with four paws without feathers, or with two paws without feathers, will be saluted by my first shot.\" \"Very well! Master Land's imprudences are beginning.\" \"Never fear, M. Aronnax,\" replied the Canadian; \"I do not want twenty-five minutes to offer you a dish, of my sort.\" At half-past eight the Nautilus boat ran softly aground on a heavy sand, after having happily passed the coral reef that surrounds the Island of Gilboa. CHAPTER XX A FEW DAYS ON LAND I was much impressed on touching land. Ned Land tried the soil with his feet, as if to take possession of it. However, it was only two months before that we had become, according to Captain Nemo, \"passengers on board the Nautilus,\" but, in reality, prisoners of its commander. In a few minutes we were within musket-shot of the coast. The whole horizon was hidden behind a beautiful curtain of forests. Enormous trees, the trunks of which attained a height of 200 feet, were tied to each other by garlands of bindweed, real natural hammocks, which a light breeze rocked. They were mimosas, figs, hibisci, and palm trees, mingled together in profusion; and under the shelter of their verdant vault grew orchids, leguminous plants, and ferns. But, without noticing all these beautiful specimens of Papuan flora, the Canadian abandoned the agreeable for the useful. He discovered a coco-tree, beat down some of the fruit, broke them, and we drunk the milk and ate the nut with a satisfaction that protested against the ordinary food on the Nautilus. \"Excellent!\" said Ned Land. \"Exquisite!\" replied Conseil. \"And I do not think,\" said the Canadian, \"that he would object to our introducing a cargo of coco-nuts on board.\" \"I do not think he would, but he would not taste them.\" \"So much the worse for him,\" said Conseil. \"And so much the better for us,\" replied Ned Land. \"There will be more for us.\" \"One word only, Master Land,\" I said to the harpooner, who was beginning to ravage another coco-nut tree. \"Coco-nuts are good things, but before filling the canoe with them it would be wise to reconnoitre and see if the island does not produce some substance not less useful. Fresh vegetables would be welcome on board the Nautilus.\" \"Master is right,\" replied Conseil; \"and I propose to reserve three places in our vessel, one for fruits, the other for vegetables, and the third for the venison, of which I have not yet seen the smallest specimen.\" \"Conseil, we must not despair,\" said the Canadian. \"Let us continue,\" I returned, \"and lie in wait. Although the island seems uninhabited, it might still contain some individuals that would be less hard than we on the nature of game.\" \"Ho! ho!\" said Ned Land, moving his jaws significantly. \"Well, Ned!\" said Conseil. \"My word!\" returned the Canadian, \"I begin to understand the charms of anthropophagy.\" \"Ned! Ned! what are you saying? You, a man-eater? I should not feel safe with you, especially as I share your cabin. I might perhaps wake one day to find myself half devoured.\" \"Friend Conseil, I like you much, but not enough to eat you unnecessarily.\" \"I would not trust you,\" replied Conseil. \"But enough. We must absolutely bring down some game to satisfy this cannibal, or else one of these fine mornings, master will find only pieces of his servant to serve him.\" While we were talking thus, we were penetrating the sombre arches of the forest, and for two hours we surveyed it in all directions. Chance rewarded our search for eatable vegetables, and one of the most useful products of the tropical zones furnished us with precious food that we missed on board. I would speak of the bread-fruit tree, very abundant in the island of Gilboa; and I remarked chiefly the variety destitute of seeds, which bears in Malaya the name of \"rima.\" Ned Land knew these fruits well. He had already eaten many during his numerous voyages, and he knew how to prepare the eatable substance. Moreover, the sight of them excited him, and he could contain himself no longer. \"Master,\" he said, \"I shall die if I do not taste a little of this bread-fruit pie.\" \"Taste it, friend Ned—taste it as you want. We",
      "score": 0.5058566331863403,
      "is_same_book": false
    },
    {
      "chunk_idx": 12,
      "book": "20000-Leagues-Under-the-Sea_1",
      "char_start": 73703,
      "char_end": 79834,
      "text": "appeared three miles to windward of the frigate, as pure, as intense as during the preceding night. The narwhal seemed motionless; perhaps, tired with its day's work, it slept, letting itself float with the undulation of the waves. Now was a chance of which the captain resolved to take advantage. He gave his orders. The Abraham Lincoln kept up half steam, and advanced cautiously so as not to awake its adversary. It is no rare thing to meet in the middle of the ocean whales so sound asleep that they can be successfully attacked, and Ned Land had harpooned more than one during its sleep. The Canadian went to take his place again under the bowsprit. The frigate approached noiselessly, stopped at two cables' lengths from the animal, and following its track. No one breathed; a deep silence reigned on the bridge. We were not a hundred feet from the burning focus, the light of which increased and dazzled our eyes. At this moment, leaning on the forecastle bulwark, I saw below me Ned Land grappling the martingale in one hand, brandishing his terrible harpoon in the other, scarcely twenty feet from the motionless animal. Suddenly his arm straightened, and the harpoon was thrown; I heard the sonorous stroke of the weapon, which seemed to have struck a hard body. The electric light went out suddenly, and two enormous waterspouts broke over the bridge of the frigate, rushing like a torrent from stem to stern, overthrowing men, and breaking the lashings of the spars. A fearful shock followed, and, thrown over the rail without having time to stop myself, I fell into the sea. CHAPTER VII AN UNKNOWN SPECIES OF WHALE This unexpected fall so stunned me that I have no clear recollection of my sensations at the time. I was at first drawn down to a depth of about twenty feet. I am a good swimmer (though without pretending to rival Byron or Edgar Poe, who were masters of the art), and in that plunge I did not lose my presence of mind. Two vigorous strokes brought me to the surface of the water. My first care was to look for the frigate. Had the crew seen me disappear? Had the Abraham Lincoln veered round? Would the captain put out a boat? Might I hope to be saved? The darkness was intense. I caught a glimpse of a black mass disappearing in the east, its beacon lights dying out in the distance. It was the frigate! I was lost. \"Help, help!\" I shouted, swimming towards the Abraham Lincoln in desperation. My clothes encumbered me; they seemed glued to my body, and paralysed my movements. I was sinking! I was suffocating! \"Help!\" This was my last cry. My mouth filled with water; I struggled against being drawn down the abyss. Suddenly my clothes were seized by a strong hand, and I felt myself quickly drawn up to the surface of the sea; and I heard, yes, I heard these words pronounced in my ear: \"If master would be so good as to lean on my shoulder, master would swim with much greater ease.\" I seized with one hand my faithful Conseil's arm. \"Is it you?\" said I, \"you?\" \"Myself,\" answered Conseil; \"and waiting master's orders.\" \"That shock threw you as well as me into the sea?\" \"No; but, being in my master's service, I followed him.\" The worthy fellow thought that was but natural. \"And the frigate?\" I asked. \"The frigate?\" replied Conseil, turning on his back; \"I think that master had better not count too much on her.\" \"You think so?\" \"I say that, at the time I threw myself into the sea, I heard the men at the wheel say, `The screw and the rudder are broken.' \"Broken?\" \"Yes, broken by the monster's teeth. It is the only injury the Abraham Lincoln has sustained. But it is a bad look-out for us—she no longer answers her helm.\" \"Then we are lost!\" \"Perhaps so,\" calmly answered Conseil. \"However, we have still several hours before us, and one can do a good deal in some hours.\" Conseil's imperturbable coolness set me up again. I swam more vigorously; but, cramped by my clothes, which stuck to me like a leaden weight, I felt great difficulty in bearing up. Conseil saw this. \"Will master let me make a slit?\" said he; and, slipping an open knife under my clothes, he ripped them up from top to bottom very rapidly. Then he cleverly slipped them off me, while I swam for both of us. Then I did the same for Conseil, and we continued to swim near to each other. Nevertheless, our situation was no less terrible. Perhaps our disappearance had not been noticed; and, if it had been, the frigate could not tack, being without its helm. Conseil argued on this supposition, and laid his plans accordingly. This quiet boy was perfectly self-possessed. We then decided that, as our only chance of safety was being picked up by the Abraham Lincoln's boats, we ought to manage so as to wait for them as long as possible. I resolved then to husband our strength, so that both should not be exhausted at the same time; and this is how we managed: while one of us lay on our back, quite still, with arms crossed, and legs stretched out, the other would swim and push the other on in front. This towing business did not last more than ten minutes each; and relieving each other thus, we could swim on for some hours, perhaps till day-break. Poor chance! but hope is so firmly rooted in the heart of man! Moreover, there were two of us. Indeed I declare (though it may seem improbable) if I sought to destroy all hope—if I wished to despair, I could not. The collision of the frigate with the cetacean had occurred about eleven o'clock in the evening before. I reckoned then we should have eight hours to swim before sunrise, an operation quite practicable if we relieved each other. The sea, very calm, was in our favour. Sometimes I tried to pierce the intense darkness that was only dispelled by the phosphorescence caused by our movements. I watched the luminous waves that broke over my hand, whose mirror-like surface was spotted with silvery rings. One might have said that we were in a bath of quicksilver. Near one o'clock in the morning, I was seized with dreadful fatigue. My limbs stiffened under the strain of violent cramp. Conseil was obliged to keep me up, and our preservation devolved on him",
      "score": 0.47417035698890686,
      "is_same_book": false
    }
  ]
}